<?
$sSectionName = "Здоровье и красота";
$arDirProperties = array(
   "description" => "Массажеры лица и тела купить недорого в интернет-магазине «RELAXA STAR». Огромный выбор качественных товаров для красоты, большая гарантия, бесплатная доставка, акции, скидки. ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Массажеры, массажные, аппараты, лица, тела, терапия, интернет-магазин, здоровье, красота, купить, заказать, недорого, цена, интернет-магазин, доставка, стоимость"
);
?>