<style>
.right_block_tovar>form>.tovar_form>.cell>.fullbtn {
width: 100%;
background-color: #959595;
line-height: 27px;
color: #ffffff;
border: none;
}

.callbackkiller {
    left: 1% !important;
}
</style>







<?
$url = (!$arResult['CATALOG_QUANTITY'] and $arResult['PROPERTIES']['URL_NEW']['VALUE']) ? $arResult['PROPERTIES']['URL_NEW']['VALUE'] : '';
?>


<div class="p-carddes__topinfo pc-visible">

    <?if($arResult["PROPERTIES"]['IZGOT_ZAK']['VALUE'] == "Y") {?>
        <div class="p-carddes__nal p-carddes__nal-zakkres">
            <svg width="21" height="21" viewBox="0 0 21 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M17.4871 14.346L18.7895 15.6484L15.6484 18.7895L14.346 17.4871C13.825 17.7782 13.2887 17.9927 12.7218 18.1613V20H8.27823V18.1613C7.71129 17.9927 7.175 17.7782 6.65403 17.4871L5.35161 18.7895L2.21048 15.6484L3.5129 14.346C3.22177 13.825 3.00726 13.2887 2.83871 12.7218H1V8.27823H2.83871C3.00726 7.71129 3.22177 7.175 3.5129 6.65403L2.21048 5.35161L5.35161 2.21048L6.65403 3.5129C7.175 3.22178 7.71129 3.00726 8.27823 2.83871V1H12.7218V2.83871C13.2887 3.00726 13.825 3.22178 14.346 3.5129L15.6484 2.21048L18.7895 5.35161L17.4871 6.65403C17.7782 7.175 17.9927 7.71129 18.1613 8.27823H20V12.7218H18.1613C17.9927 13.2887 17.7629 13.825 17.4871 14.346ZM19.3871 8.89113H17.6863L17.625 8.66129C17.4565 8.00242 17.196 7.35887 16.8435 6.76129L16.721 6.5621L17.9315 5.35161L15.6637 3.08387L14.4532 4.29435L14.254 4.17177C13.6565 3.81936 13.0129 3.55887 12.354 3.39032L12.1242 3.32903V1.6129H8.90645V3.31371L8.67661 3.375C8.01774 3.54355 7.37419 3.80403 6.77661 4.15645L6.57742 4.27903L5.36694 3.06855L3.08387 5.35161L4.29435 6.5621L4.17177 6.76129C3.81936 7.35887 3.55887 8.00242 3.39032 8.66129L3.32903 8.89113H1.6129V12.1089H3.31371L3.375 12.3387C3.54355 12.9976 3.80403 13.6411 4.15645 14.2387L4.27903 14.4379L3.06855 15.6484L5.33629 17.9161L6.54677 16.7056L6.74597 16.8282C7.34355 17.1806 7.9871 17.4411 8.64597 17.6097L8.87581 17.671V19.3871H12.0935V17.6863L12.3234 17.625C12.9823 17.4565 13.6258 17.196 14.2234 16.8435L14.4226 16.721L15.6331 17.9315L17.9008 15.6637L16.6903 14.4532L16.8129 14.254C17.1653 13.6565 17.4258 13.0129 17.5944 12.354L17.6556 12.1242H19.3871V8.89113Z" fill="#17A502" stroke="#17A502" stroke-miterlimit="10"/>
                <path d="M10.4999 15.4032C7.80313 15.4032 5.59668 13.1967 5.59668 10.5C5.59668 7.8032 7.80313 5.59675 10.4999 5.59675C13.1967 5.59675 15.4031 7.8032 15.4031 10.5C15.4031 13.1967 13.1967 15.4032 10.4999 15.4032ZM10.4999 6.20965C8.14023 6.20965 6.20958 8.1403 6.20958 10.5C6.20958 12.8596 8.14023 14.7903 10.4999 14.7903C12.8596 14.7903 14.7902 12.8596 14.7902 10.5C14.7902 8.1403 12.8596 6.20965 10.4999 6.20965Z" fill="#17A502" stroke="#17A502" stroke-miterlimit="10"/>
                <path d="M12.5838 12.8904L10.4387 10.7299L9.9943 11.1743L9.77979 10.9597L10.2241 10.5154L9.77979 10.071L9.9943 9.85651L10.4387 10.3009L11.7564 8.98312L11.9709 9.19764L10.6532 10.5154L12.7983 12.6605L12.5838 12.8904Z" fill="#17A502" stroke="#17A502" stroke-miterlimit="10"/>
                <path d="M10.7144 14.3153H10.2854V13.9629H10.7144V14.3153Z" fill="#17A502" stroke="#17A502" stroke-miterlimit="10"/>
                <path d="M10.7144 7.15967H10.2854V6.80725H10.7144V7.15967Z" fill="#17A502" stroke="#17A502" stroke-miterlimit="10"/>
                <path d="M13.9017 10.7145H13.5493V10.2854H13.9017V10.7145Z" fill="#17A502" stroke="#17A502" stroke-miterlimit="10"/>
                <path d="M7.35877 10.7145H7.00635V10.2854H7.35877V10.7145Z" fill="#17A502" stroke="#17A502" stroke-miterlimit="10"/>
            </svg>
            Закажи своё кресло
        </div>
    <?} else {?>
        <?if($arResult['CATALOG_QUANTITY'] && $arResult['CATALOG_QUANTITY'] > 0 && empty($arResult['PROPERTIES']['BE_AVAILABLE_DATE']['VALUE'])) {
            ?>
            <span class="p-carddes__nal">Есть в наличии</span>
            <?
        } elseif($arResult['CATALOG_QUANTITY'] == 0 && empty($arResult['PROPERTIES']['BE_AVAILABLE_DATE']['VALUE'])) {
            ?>
            <span class="p-carddes__nal p-prods__nal-snyat">Снят с продажи</span>
            <?
        } elseif(!empty($arResult['PROPERTIES']['BE_AVAILABLE_DATE']['VALUE'])) {
            ?>
            <span class="p-carddes__nal p-prods__nal-pos">Поступит: <?=$arResult['PROPERTIES']['BE_AVAILABLE_DATE']['VALUE']?></span>
            <?
        } else {
            ?>
            <span class="p-carddes__nal p-prods__nal-no">Нет в наличии</span>
            <?
        }?>
    <?}?>

  <ul class="p-carddes__subbtnlist">
      <li class="p-carddes__subbtnitem">
        <a href="#" class="p-carddes__subbtnlink addCompare label changeID" data-id="<?= $arResult["ID"] ?>">
          <svg width="23" height="25" viewBox="0 0 23 25" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M2 25L2 6.24988" stroke="#81B5D1" stroke-width="4"/>
              <path d="M8.33331 25.0006L8.33331 10.0005" stroke="#81B5D1" stroke-width="4"/>
              <path d="M14.6667 25.0002L14.6667 0" stroke="#81B5D1" stroke-width="4"/>
              <path d="M21 25.0006L21 10.0005" stroke="#81B5D1" stroke-width="4"/>
          </svg>
        </a>
      </li>
      <li class="p-carddes__subbtnitem">
          <a href="#" class="p-carddes__subbtnlink addWishlist label like_tis" data-id="<?= $arResult["~ID"] ?>">
              <svg width="26" height="24" viewBox="0 0 26 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <mask id="path-1-inside-1" fill="white">
                      <path d="M23.8999 2.22812C22.5385 0.79865 20.736 0.017362 18.8124 0.017362C16.8887 0.017362 15.0808 0.804437 13.7193 2.2339L13.0083 2.98047L12.2862 2.22233C10.9247 0.792862 9.11131 0 7.18763 0C5.26947 0 3.46154 0.787075 2.1056 2.21075C0.744145 3.64022 -0.00548178 5.53846 3.0182e-05 7.55824C3.0182e-05 9.57801 0.755169 11.4705 2.11662 12.8999L12.4681 23.7685C12.6114 23.919 12.8043 24 12.9917 24C13.1791 24 13.3721 23.9248 13.5154 23.7743L23.8889 12.9231C25.2503 11.4936 26 9.59537 26 7.5756C26.0055 5.55582 25.2614 3.65758 23.8999 2.22812ZM22.8416 11.8177L12.9917 22.1191L3.1639 11.8003C2.08355 10.666 1.48826 9.16132 1.48826 7.55824C1.48826 5.95515 2.07804 4.45045 3.15839 3.32192C4.23322 2.19339 5.66633 1.56836 7.18763 1.56836C8.71445 1.56836 10.1531 2.19339 11.2334 3.32771L12.4791 4.63564C12.7713 4.94237 13.2398 4.94237 13.5319 4.63564L14.7666 3.33928C15.8469 2.20497 17.2856 1.57994 18.8069 1.57994C20.3282 1.57994 21.7613 2.20497 22.8416 3.33349C23.922 4.46781 24.5117 5.97251 24.5117 7.5756C24.5173 9.17868 23.922 10.6834 22.8416 11.8177Z"></path>
                  </mask>
                  <path d="M23.8999 2.22812C22.5385 0.79865 20.736 0.017362 18.8124 0.017362C16.8887 0.017362 15.0808 0.804437 13.7193 2.2339L13.0083 2.98047L12.2862 2.22233C10.9247 0.792862 9.11131 0 7.18763 0C5.26947 0 3.46154 0.787075 2.1056 2.21075C0.744145 3.64022 -0.00548178 5.53846 3.0182e-05 7.55824C3.0182e-05 9.57801 0.755169 11.4705 2.11662 12.8999L12.4681 23.7685C12.6114 23.919 12.8043 24 12.9917 24C13.1791 24 13.3721 23.9248 13.5154 23.7743L23.8889 12.9231C25.2503 11.4936 26 9.59537 26 7.5756C26.0055 5.55582 25.2614 3.65758 23.8999 2.22812ZM22.8416 11.8177L12.9917 22.1191L3.1639 11.8003C2.08355 10.666 1.48826 9.16132 1.48826 7.55824C1.48826 5.95515 2.07804 4.45045 3.15839 3.32192C4.23322 2.19339 5.66633 1.56836 7.18763 1.56836C8.71445 1.56836 10.1531 2.19339 11.2334 3.32771L12.4791 4.63564C12.7713 4.94237 13.2398 4.94237 13.5319 4.63564L14.7666 3.33928C15.8469 2.20497 17.2856 1.57994 18.8069 1.57994C20.3282 1.57994 21.7613 2.20497 22.8416 3.33349C23.922 4.46781 24.5117 5.97251 24.5117 7.5756C24.5173 9.17868 23.922 10.6834 22.8416 11.8177Z" fill="#81B5D1"></path>
              </svg>
          </a>
      </li>
  </ul>
</div>

<div class="p-carddes__prcwp">
  <? if (!empty($arResult["MIN_PRICE"])): ?>
    <div class="p-carddes__oldpricewp">
        <? if ($arParams["HIDE_MEASURES"] != "Y" && !empty($arResult["MEASURES"][$arResult["CATALOG_MEASURE"]]["SYMBOL_RUS"])): ?>
            <span class="measure"> / <?= $arResult["MEASURES"][$arResult["CATALOG_MEASURE"]]["SYMBOL_RUS"] ?></span>
        <? endif; ?>
        <? if (!empty($arResult["MIN_PRICE"]["PRINT_DISCOUNT_DIFF"]) && $arResult["MIN_PRICE"]["PRINT_DISCOUNT_DIFF"] > 0): ?>
        <?if($arResult["PROPERTIES"]['IZGOT_ZAK']['VALUE'] != "Y") {?>
          <span class="p-carddes__oldprice"><s class="discount"><?= $arResult["MIN_PRICE"]["PRINT_VALUE"] ?></s></span>
        <?}?>
        <? endif; ?>
    </div>
      <?/*
      if($USER->IsAdmin()) {
          echo "<pre>"; print_r($arResult['PROPERTIES']['SALE_PRICE']['VALUE']); echo "</pre>";
      }
      */?>
    <div class="p-carddes__pricewp">
      <span class="p-carddes__price">

        <?if($arResult["PROPERTIES"]['IZGOT_ZAK']['VALUE'] == "Y") {?>от <?}?>

        <?= $arResult["MIN_PRICE"]["PRINT_DISCOUNT_VALUE"]?>
      </span>
    </div>
  <? else: ?>
      <a class="price"><?= GetMessage("REQUEST_PRICE_LABEL") ?></a>
  <? endif; ?>
</div>

<div class="p-carddes__deswp">
  <a href="#nasl-desh" class="p-carddes__des fb-modal">
      Нашли дешевле? Снизим цену
  </a>
            <div class="c-modal" id="nasl-desh" style="display: none;">
            <form class="c-modal__wrapper">
                <input type="hidden" name="ID" value="<?=$arResult['ID']?>">
                <input type="hidden" name="IBLOCK_ID" value="<?=$arResult['IBLOCK_ID']?>">
				
                <div class="form-pokaza__close " data-fancybox-close>
                    <span></span>
                    <span></span>
                </div>
				
                <div class="form__title">Нашли дешевле? Снизим цену!</div>
                <div class="form__text">
                    Если у конкурента цена ниже - вернем разницу!
                    Промокод отправим на телефон или e-mail.
                </div>
                <div class="form-pokaza__item">
                    <label>Ваше имя<span>*</span></label>
                    <input type="text" name="NAME" placeholder="Введите имя" required>
                </div>
                <div class="form-pokaza__item">
                    <label>Номер телефона<span>*</span></label>
                    <input class="p-izgotov__phone" type="text" name="PHONE" placeholder="+7(___) ___-__-__" required>
                </div>
                <div class="form-pokaza__item">
                    <label>Дополнительная информация</label>
                    <input type="text" name="DOPINFO" placeholder="Укажите источник, где нашли товар дешевле">
                </div>	
                <div class="form-pokaza__checkbox">
                    <input type="checkbox" name="SOGL" id="form-check2" checked required>
                    <label for="form-check">Согласие на обработку персональных данных</label>
                </div> 
				<div class="g-recaptcha" data-sitekey="6Lcdw-MUAAAAANewuNvmQb0ikgc-2OKf9AfjMYW_"></div>
                <button name="submit" type="submit" class="c-modal__btn">Отправить</button>
            </form>
        </div>
<script src='https://www.google.com/recaptcha/api.js'></script>		
        <script>
            $(document).ready(function() {
                $('.c-modal__wrapper').submit(function() {
                    var key = grecaptcha.getResponse();
                    if(key == '') {
                        alert('Вы не прошли проверку "Я не робот"');
                    } else {
                        var form = $(this).serialize();
                        $.ajax({
                            type: 'POST', // метод
                            url: '/ajax/nashli_deshevle.php', // ссылка на обработчик
                            data: form, // нашы переменные из name
                            success: function(data){
                                console.log(data);
                                $.fancybox.close();
                                setTimeout(function() {
                                    $.fancybox.open("<div class='modal-ok' id='modalloll-ok' style='display: none;'><a href='#' class='p-izgotov__close'></a><div class='p-izgotov__title'>Спасибо за заявку!</div><div class='p-izgotov__subtitle'>Наши менеджеры свяжутся с Вами в ближайшее время.</div></div>");
                                    $('.p-izgotov__close').on('click', function() {
                                        $.fancybox.close();
                                        return false;
                                    });

                                    setTimeout(function() {
                                        $.fancybox.close();
                                    }, 2500);

                                }, 500);
                            }
                        });
                    }
                    return false;
                });
            });		
        </script>  
    
  
</div>
<?if(!empty($arResult['PROPERTIES']['CASHBACK']['VALUE'])) {?>
<div class="p-carddes__cashbackwp">
  <div class="p-carddes__cashback">
      <span>-<?=$arResult['PROPERTIES']['CASHBACK']['VALUE']?>%</span> <a class="p-carddes__cashback-text" href="/cashback">кэшбэк</a>
  </div>
</div>
<?}?>

<?
$dbBasketItems = CSaleBasket::GetList(
    array(
        "NAME" => "ASC",
        "ID" => "ASC"
    ),
    array(
        "FUSER_ID" => CSaleBasket::GetBasketUserID(),
        "LID" => SITE_ID,
        "PRODUCT_ID" => $arResult['ID'], //ID текущего товара
        "ORDER_ID" => "NULL",
        "DELAY" => "N" //Исключая отложенные
    ),
    false,
    false,
    array("PRODUCT_ID")
);
while ($arItemsBasket = $dbBasketItems->Fetch()) {
    $itInBasket = $arItemsBasket['PRODUCT_ID'];
}
?>
<div style="display: none;">
    <?if($url):?>
        <a href="<?=$url;?>" class="fullbtn fastBack label changeID"><img src="<?= SITE_TEMPLATE_PATH ?>/images/fastBack.png"
                                                                          alt="<?= GetMessage("FASTBACK_LABEL") ?>"
                                                                          class="icon"><?= GetMessage("FASTBACK_LABEL") ?></a>
    <? else: ?>
        <a href="#" class="fullbtn fastBack label changeID<? if (empty($arResult["MIN_PRICE"]) || $arResult["CAN_BUY"] === "N" || $arResult["CAN_BUY"] === false): ?> disabled<? endif; ?>"
           data-id="<?= $arResult["ID"] ?>"><img src="<?= SITE_TEMPLATE_PATH ?>/images/fastBack.png"
                                                 alt="<?= GetMessage("FASTBACK_LABEL") ?>"
                                                 class="icon"><?= GetMessage("FASTBACK_LABEL") ?></a>

    <? endif; ?>
</div>

<?
$ar_resTov = CCatalogProduct::GetByID($arResult["ID"]);
?>

<?if($arResult["PROPERTIES"]['IZGOT_ZAK']['VALUE'] == "Y") {?>
    <a href="#izgotovnazakaz" class="p-prods__nazakaz fb-modal" data-id="<?= $arResult["ID"] ?>">
        Изготовление на заказ
    </a>
    <a href="#izgotovnazakaz" class="p-prods__sdelzak fb-modal" data-id="<?= $arResult["ID"] ?>">
        <i class="p-prods__buyoneclick-icon">
            <svg width="17" height="17" viewBox="0 0 17 17" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M7.84617 11.7692C7.65001 11.7692 7.51924 11.7038 7.38847 11.5731L4.77309 8.95769C4.51155 8.69615 4.51155 8.30384 4.77309 8.04231C5.03463 7.78077 5.42693 7.78077 5.68847 8.04231L7.84617 10.2L11.9654 6.08077C12.2269 5.81923 12.6192 5.81923 12.8808 6.08077C13.1423 6.34231 13.1423 6.73461 12.8808 6.99615L8.30386 11.5731C8.17309 11.7038 8.04232 11.7692 7.84617 11.7692Z" fill="#0A5A77"/>
                <path d="M8.5 17C3.79231 17 0 13.2077 0 8.5C0 3.79231 3.79231 0 8.5 0C13.2077 0 17 3.79231 17 8.5C17 13.2077 13.2077 17 8.5 17ZM8.5 1.30769C4.51154 1.30769 1.30769 4.51154 1.30769 8.5C1.30769 12.4885 4.51154 15.6923 8.5 15.6923C12.4885 15.6923 15.6923 12.4885 15.6923 8.5C15.6923 4.51154 12.4885 1.30769 8.5 1.30769Z" fill="#0A5A77"/>
            </svg>
        </i>
        Сделать заказ
    </a>
<?} else {?>
    <?if($arResult['CATALOG_QUANTITY'] && $arResult['CATALOG_QUANTITY'] > 0 && empty($arResult['PROPERTIES']['BE_AVAILABLE_DATE']['VALUE'])) {
        ?>

        <?if($url):?>
            <a href="<?=$url;?>" class="p-carddes__addbasket p-carddes__addbasket-js fullbtn addCart changeID changeCart">
                <? if (isset($itInBasket)) { //Если этот товар есть в корзине ?>
                    Добавленно в корзину
                <?} else { //Если товара нет (переменная пустая) ?>
                    Добавить в корзину
                <?}?>
            </a>
        <? else: ?>
            <? if (!empty($arResult["MIN_PRICE"])): ?>
                <a href="#" class="p-carddes__addbasket p-carddes__addbasket-js fullbtn addCart changeID changeCart<? if ($arResult["CAN_BUY"] === false || $arResult["CAN_BUY"] === "N"): ?> disabled<? endif; ?>"
                   data-id="<?= $arResult["ID"] ?>">
                    <? if (isset($itInBasket)) { //Если этот товар есть в корзине ?>
                        Добавленно в корзину
                    <?} else { //Если товара нет (переменная пустая) ?>
                        Добавить в корзину
                    <?}?>
                </a>
            <? else: ?>
                <a href="#" class="p-carddes__addbasket p-carddes__addbasket-js fullbtn addCart changeID changeCart<? if ($arResult["CAN_BUY"] === false || $arResult["CAN_BUY"] === "N"): ?> disabled<? endif; ?>"
                   data-id="<?= $arResult["ID"] ?>">
                    <? if (isset($itInBasket)) { //Если этот товар есть в корзине ?>
                        Добавленно в корзину
                    <?} else { //Если товара нет (переменная пустая) ?>
                        Добавить в корзину
                    <?}?>
                </a>
            <? endif; ?>
        <? endif; ?>
        <?if($url):?>
            <a href="<?=$url;?>" class="p-carddes__buyoneclick fullbtn fastBack label changeID">
                <svg width="19" height="22" viewBox="0 0 19 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M4.47212 3.41377C4.47212 1.97241 5.68591 0.758581 7.12731 0.758581C8.56871 0.758581 9.78247 1.97237 9.78247 3.41377V5.53791C10.2377 4.93101 10.5411 4.17239 10.5411 3.41377C10.541 1.51724 9.02381 0 7.12727 0C5.23074 0 3.7135 1.51724 3.7135 3.41377C3.7135 4.24828 4.01695 5.0069 4.47212 5.53791V3.41377Z" fill="#0A5A77"/>
                    <path d="M16.2304 9.10342C15.7752 9.10342 15.396 9.25514 15.0925 9.48271C15.0925 8.42064 14.258 7.58618 13.1959 7.58618C12.7408 7.58618 12.2856 7.7379 11.9063 8.04135C11.6028 7.28273 10.9201 6.82756 10.1614 6.82756C9.70628 6.82756 9.32698 6.97928 9.0235 7.20685V3.41374C9.0235 2.35167 8.18903 1.51721 7.12696 1.51721C6.0649 1.51721 5.23043 2.35171 5.23043 3.41374V10.1654C3.71319 8.79993 2.04422 7.73786 0.982156 8.79993C-0.535086 10.3172 2.65112 13.2758 5.07871 17.7517C6.82356 20.862 9.25114 21.9999 11.6787 21.9999C15.2442 21.9999 18.1269 19.1172 18.1269 15.5517V11C18.1269 9.93792 17.2925 9.10342 16.2304 9.10342ZM17.3683 12.669V15.5517C17.3683 18.5104 14.7891 21.2414 11.6787 21.2414C8.79589 21.2414 7.12692 19.6483 5.76141 17.4483C2.87865 12.4414 0.75451 10.1655 1.51313 9.33103C2.34759 8.49656 4.39589 10.3173 5.98897 11.9862V3.41374C5.98897 2.80685 6.51999 2.27579 7.12693 2.27579C7.73382 2.27579 8.26488 2.80685 8.26488 3.41374V11.3792H9.0235V8.72405C9.0235 8.11715 9.55455 7.5861 10.1614 7.5861C10.7684 7.5861 11.2994 8.11715 11.2994 8.72405V10.6206H12.058V9.48263C12.058 8.87573 12.5891 8.34468 13.196 8.34468C13.8029 8.34468 14.3339 8.87573 14.3339 9.48263V11.3792H15.0925V10.9999C15.0925 10.393 15.6236 9.86192 16.2305 9.86192C16.8374 9.86192 17.3684 10.393 17.3684 10.9999V12.669H17.3683Z" fill="#0A5A77"/>
                </svg>
                Купить в 1 клик
            </a>
        <? else: ?>
            <a href="#" class="p-carddes__buyoneclick fullbtn fastBack label changeID<? if (empty($arResult["MIN_PRICE"]) || $arResult["CAN_BUY"] === "N" || $arResult["CAN_BUY"] === false): ?> disabled<? endif; ?>"
               data-id="<?= $arResult["ID"] ?>">
                <svg width="19" height="22" viewBox="0 0 19 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M4.47212 3.41377C4.47212 1.97241 5.68591 0.758581 7.12731 0.758581C8.56871 0.758581 9.78247 1.97237 9.78247 3.41377V5.53791C10.2377 4.93101 10.5411 4.17239 10.5411 3.41377C10.541 1.51724 9.02381 0 7.12727 0C5.23074 0 3.7135 1.51724 3.7135 3.41377C3.7135 4.24828 4.01695 5.0069 4.47212 5.53791V3.41377Z" fill="#0A5A77"/>
                    <path d="M16.2304 9.10342C15.7752 9.10342 15.396 9.25514 15.0925 9.48271C15.0925 8.42064 14.258 7.58618 13.1959 7.58618C12.7408 7.58618 12.2856 7.7379 11.9063 8.04135C11.6028 7.28273 10.9201 6.82756 10.1614 6.82756C9.70628 6.82756 9.32698 6.97928 9.0235 7.20685V3.41374C9.0235 2.35167 8.18903 1.51721 7.12696 1.51721C6.0649 1.51721 5.23043 2.35171 5.23043 3.41374V10.1654C3.71319 8.79993 2.04422 7.73786 0.982156 8.79993C-0.535086 10.3172 2.65112 13.2758 5.07871 17.7517C6.82356 20.862 9.25114 21.9999 11.6787 21.9999C15.2442 21.9999 18.1269 19.1172 18.1269 15.5517V11C18.1269 9.93792 17.2925 9.10342 16.2304 9.10342ZM17.3683 12.669V15.5517C17.3683 18.5104 14.7891 21.2414 11.6787 21.2414C8.79589 21.2414 7.12692 19.6483 5.76141 17.4483C2.87865 12.4414 0.75451 10.1655 1.51313 9.33103C2.34759 8.49656 4.39589 10.3173 5.98897 11.9862V3.41374C5.98897 2.80685 6.51999 2.27579 7.12693 2.27579C7.73382 2.27579 8.26488 2.80685 8.26488 3.41374V11.3792H9.0235V8.72405C9.0235 8.11715 9.55455 7.5861 10.1614 7.5861C10.7684 7.5861 11.2994 8.11715 11.2994 8.72405V10.6206H12.058V9.48263C12.058 8.87573 12.5891 8.34468 13.196 8.34468C13.8029 8.34468 14.3339 8.87573 14.3339 9.48263V11.3792H15.0925V10.9999C15.0925 10.393 15.6236 9.86192 16.2305 9.86192C16.8374 9.86192 17.3684 10.393 17.3684 10.9999V12.669H17.3683Z" fill="#0A5A77"/>
                </svg>
                Купить в 1 клик
            </a>

        <? endif; ?>
        <?
    } elseif($arResult['CATALOG_QUANTITY'] == 0 && empty($arResult['PROPERTIES']['BE_AVAILABLE_DATE']['VALUE'])) {
        ?>
        <a href="" style="cursor: unset; background: #DEDEDE; color: #0A5A77;" class="p-carddes__addbasket p-carddes__addbasket-sn">Снят с продажи</a>
        <?
        $res = CIBlockElement::GetByID($arResult['PROPERTIES']['ANALOG_LINK']['VALUE']);
        if($ar_res = $res->GetNext()) {
            ?>
            <a style="background: #FFFFFF;" href="<?=$ar_res['DETAIL_PAGE_URL']?>" class="p-carddes__buyoneclick"
               data-id="<?= $arResult["ID"] ?>">
                <svg width="18" height="11" viewBox="0 0 18 11" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M9 0C5.07449 0 1.672 2.2351 0 5.5C1.672 8.7649 5.07449 11 9 11C12.9254 11 16.3279 8.7649 18 5.5C16.328 2.2351 12.9254 0 9 0ZM13.4376 2.91679C14.4952 3.57634 15.3913 4.45978 16.0644 5.5C15.3913 6.54022 14.4951 7.42366 13.4376 8.08321C12.1088 8.91196 10.5743 9.35 9 9.35C7.4257 9.35 5.8912 8.91196 4.5624 8.08321C3.5049 7.42362 2.60877 6.54019 1.93563 5.5C2.60873 4.45974 3.5049 3.57631 4.5624 2.91679C4.63127 2.87382 4.70085 2.83219 4.77084 2.79132C4.5958 3.26102 4.5 3.76795 4.5 4.29688C4.5 6.72688 6.51473 8.69687 9 8.69687C11.4852 8.69687 13.5 6.72688 13.5 4.29688C13.5 3.76795 13.4042 3.26102 13.2292 2.79128C13.2991 2.83216 13.3687 2.87382 13.4376 2.91679ZM9 3.74687C9 4.65816 8.24449 5.39687 7.3125 5.39687C6.38051 5.39687 5.625 4.65816 5.625 3.74687C5.625 2.83559 6.38051 2.09687 7.3125 2.09687C8.24449 2.09687 9 2.83559 9 3.74687Z" fill="#0A5A77"/>
                </svg>
                Посмотреть аналог
            </a>
            <?
        }
        ?>
        <?
    } elseif(!empty($arResult['PROPERTIES']['BE_AVAILABLE_DATE']['VALUE'])) {
        ?>

        <a style="background: #EB7100;" href="#" class=" p-carddes__addbasket p-carddes__addbasket-pred fullbtn fastBack label changeID"
           data-id="<?= $arResult["ID"] ?>">Предзаказ</a>
        <?
        $res = CIBlockElement::GetByID($arResult['PROPERTIES']['ANALOG_LINK']['VALUE']);
        if($ar_res = $res->GetNext()) {
            ?>
            <a style="background: #FFFFFF;" href="<?=$ar_res['DETAIL_PAGE_URL']?>" class="p-carddes__buyoneclick"
               data-id="<?= $arResult["ID"] ?>">
                <svg width="18" height="11" viewBox="0 0 18 11" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M9 0C5.07449 0 1.672 2.2351 0 5.5C1.672 8.7649 5.07449 11 9 11C12.9254 11 16.3279 8.7649 18 5.5C16.328 2.2351 12.9254 0 9 0ZM13.4376 2.91679C14.4952 3.57634 15.3913 4.45978 16.0644 5.5C15.3913 6.54022 14.4951 7.42366 13.4376 8.08321C12.1088 8.91196 10.5743 9.35 9 9.35C7.4257 9.35 5.8912 8.91196 4.5624 8.08321C3.5049 7.42362 2.60877 6.54019 1.93563 5.5C2.60873 4.45974 3.5049 3.57631 4.5624 2.91679C4.63127 2.87382 4.70085 2.83219 4.77084 2.79132C4.5958 3.26102 4.5 3.76795 4.5 4.29688C4.5 6.72688 6.51473 8.69687 9 8.69687C11.4852 8.69687 13.5 6.72688 13.5 4.29688C13.5 3.76795 13.4042 3.26102 13.2292 2.79128C13.2991 2.83216 13.3687 2.87382 13.4376 2.91679ZM9 3.74687C9 4.65816 8.24449 5.39687 7.3125 5.39687C6.38051 5.39687 5.625 4.65816 5.625 3.74687C5.625 2.83559 6.38051 2.09687 7.3125 2.09687C8.24449 2.09687 9 2.83559 9 3.74687Z" fill="#0A5A77"/>
                </svg>
                Посмотреть аналог
            </a>
            <?
        } else {
            ?>
            <?if($url):?>
                <a href="<?=$url;?>" class="p-carddes__buyoneclick-pred fullbtn fastBack label changeID">
                    <svg width="19" height="22" viewBox="0 0 19 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M4.47212 3.41377C4.47212 1.97241 5.68591 0.758581 7.12731 0.758581C8.56871 0.758581 9.78247 1.97237 9.78247 3.41377V5.53791C10.2377 4.93101 10.5411 4.17239 10.5411 3.41377C10.541 1.51724 9.02381 0 7.12727 0C5.23074 0 3.7135 1.51724 3.7135 3.41377C3.7135 4.24828 4.01695 5.0069 4.47212 5.53791V3.41377Z" fill="#0A5A77"/>
                        <path d="M16.2304 9.10342C15.7752 9.10342 15.396 9.25514 15.0925 9.48271C15.0925 8.42064 14.258 7.58618 13.1959 7.58618C12.7408 7.58618 12.2856 7.7379 11.9063 8.04135C11.6028 7.28273 10.9201 6.82756 10.1614 6.82756C9.70628 6.82756 9.32698 6.97928 9.0235 7.20685V3.41374C9.0235 2.35167 8.18903 1.51721 7.12696 1.51721C6.0649 1.51721 5.23043 2.35171 5.23043 3.41374V10.1654C3.71319 8.79993 2.04422 7.73786 0.982156 8.79993C-0.535086 10.3172 2.65112 13.2758 5.07871 17.7517C6.82356 20.862 9.25114 21.9999 11.6787 21.9999C15.2442 21.9999 18.1269 19.1172 18.1269 15.5517V11C18.1269 9.93792 17.2925 9.10342 16.2304 9.10342ZM17.3683 12.669V15.5517C17.3683 18.5104 14.7891 21.2414 11.6787 21.2414C8.79589 21.2414 7.12692 19.6483 5.76141 17.4483C2.87865 12.4414 0.75451 10.1655 1.51313 9.33103C2.34759 8.49656 4.39589 10.3173 5.98897 11.9862V3.41374C5.98897 2.80685 6.51999 2.27579 7.12693 2.27579C7.73382 2.27579 8.26488 2.80685 8.26488 3.41374V11.3792H9.0235V8.72405C9.0235 8.11715 9.55455 7.5861 10.1614 7.5861C10.7684 7.5861 11.2994 8.11715 11.2994 8.72405V10.6206H12.058V9.48263C12.058 8.87573 12.5891 8.34468 13.196 8.34468C13.8029 8.34468 14.3339 8.87573 14.3339 9.48263V11.3792H15.0925V10.9999C15.0925 10.393 15.6236 9.86192 16.2305 9.86192C16.8374 9.86192 17.3684 10.393 17.3684 10.9999V12.669H17.3683Z" fill="#0A5A77"/>
                    </svg>
                    Заказать в 1 клик
                </a>
            <? else: ?>
                <a href="#" class="p-carddes__buyoneclick-pred fullbtn fastBack label changeID<? if (empty($arResult["MIN_PRICE"]) || $arResult["CAN_BUY"] === "N" || $arResult["CAN_BUY"] === false): ?> disabled<? endif; ?>"
                   data-id="<?= $arResult["ID"] ?>">
                    <svg width="19" height="22" viewBox="0 0 19 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M4.47212 3.41377C4.47212 1.97241 5.68591 0.758581 7.12731 0.758581C8.56871 0.758581 9.78247 1.97237 9.78247 3.41377V5.53791C10.2377 4.93101 10.5411 4.17239 10.5411 3.41377C10.541 1.51724 9.02381 0 7.12727 0C5.23074 0 3.7135 1.51724 3.7135 3.41377C3.7135 4.24828 4.01695 5.0069 4.47212 5.53791V3.41377Z" fill="#0A5A77"/>
                        <path d="M16.2304 9.10342C15.7752 9.10342 15.396 9.25514 15.0925 9.48271C15.0925 8.42064 14.258 7.58618 13.1959 7.58618C12.7408 7.58618 12.2856 7.7379 11.9063 8.04135C11.6028 7.28273 10.9201 6.82756 10.1614 6.82756C9.70628 6.82756 9.32698 6.97928 9.0235 7.20685V3.41374C9.0235 2.35167 8.18903 1.51721 7.12696 1.51721C6.0649 1.51721 5.23043 2.35171 5.23043 3.41374V10.1654C3.71319 8.79993 2.04422 7.73786 0.982156 8.79993C-0.535086 10.3172 2.65112 13.2758 5.07871 17.7517C6.82356 20.862 9.25114 21.9999 11.6787 21.9999C15.2442 21.9999 18.1269 19.1172 18.1269 15.5517V11C18.1269 9.93792 17.2925 9.10342 16.2304 9.10342ZM17.3683 12.669V15.5517C17.3683 18.5104 14.7891 21.2414 11.6787 21.2414C8.79589 21.2414 7.12692 19.6483 5.76141 17.4483C2.87865 12.4414 0.75451 10.1655 1.51313 9.33103C2.34759 8.49656 4.39589 10.3173 5.98897 11.9862V3.41374C5.98897 2.80685 6.51999 2.27579 7.12693 2.27579C7.73382 2.27579 8.26488 2.80685 8.26488 3.41374V11.3792H9.0235V8.72405C9.0235 8.11715 9.55455 7.5861 10.1614 7.5861C10.7684 7.5861 11.2994 8.11715 11.2994 8.72405V10.6206H12.058V9.48263C12.058 8.87573 12.5891 8.34468 13.196 8.34468C13.8029 8.34468 14.3339 8.87573 14.3339 9.48263V11.3792H15.0925V10.9999C15.0925 10.393 15.6236 9.86192 16.2305 9.86192C16.8374 9.86192 17.3684 10.393 17.3684 10.9999V12.669H17.3683Z" fill="#0A5A77"/>
                    </svg>
                    Заказать в 1 клик
                </a>

            <? endif; ?>
            <?
        }
    } else {/*
    ?>
    <a href="javascript:void(0);" class="p-carddes__addbasket-no"
       data-id="<?= $arResult["ID"] ?>">
        Нет в наличии
    </a>
    <?*/
    }?>
<?}?>
<script>
    $(document).ready(function() {
        $('.p-carddes__addbasket-sn').on('click', function() {
            return false;
        });
    });
</script>
<div class="p-carddes__list">

    <?if($arResult['PROPERTIES']['ONLINE']['VALUE'] == 'Y') {?>
        <li class="p-carddes__item">
            <i class="p-carddes__subicon">
                <svg width="24" height="18" viewBox="0 0 24 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M15 16.1C15 16.1 17.1 16.1 17.1 14V3.6C17.1 1.5 15 1.5 15 1.5H2.6C2.6 1.5 0.5 1.5 0.5 3.6V14C0.5 16.1 2.6 16.1 2.6 16.1H15ZM1.6 14V3.6C1.6 2.5 2.7 2.5 2.7 2.5H15.2C15.2 2.5 16.3 2.5 16.3 3.6V14C16.3 15.1 15.2 15.1 15.2 15.1H2.6C2.6 15.1 1.6 15.1 1.6 14Z" fill="#1EA427" stroke="#1EA427" stroke-miterlimit="10"/>
                    <path d="M18.3 10.8V12.1L23.5 16.1V1.5L18.3 5.6V6.9L22.4 3.9V13.9L18.3 10.8Z" fill="#1EA427" stroke="#1EA427" stroke-miterlimit="10"/>
                </svg>
            </i>
            <a href="#form-pokaza" style="color: #1EA427;" class="fancy-form">Онлайн показ</a> по видеосвязи
        </li>
        <div class="form-pokaza" id="form-pokaza">
            <form class="form-pokaza__wrap">
                <input type="hidden" name="ID" value="<?=$arResult['ID']?>">
                <input type="hidden" name="IBLOCK_ID" value="<?=$arResult['IBLOCK_ID']?>">
                <div class="form-pokaza__close " data-fancybox-close>
                    <span></span>
                    <span></span>
                </div>
                <div class="form__title">Онлайн показ</div>
                <div class="form__text">
                    Оставьте свои контактные данные, наш менеджер свяжется с Вами в ближайшее время для уточнения времени презентации.
                </div>
                <div class="form-pokaza__item">
                    <label>Ваше имя<span>*</span></label>
                    <input type="text" name="NAME" placeholder="Введите имя" required>
                </div>
                <div class="form-pokaza__item">
                    <label>Номер телефона<span>*</span></label>
                    <input class="p-izgotov__phone" type="text" name="PHONE" placeholder="+7(___) ___-__-__" required>
                </div>
               
			  <div class="form-pokaza__checkbox">
                    <input type="checkbox" name="SOGL" id="form-check" checked required>
                    <label for="form-check">Согласие на обработку персональных данных</label>
              </div>
			  

                <div class="g-recaptcha" data-sitekey="6Lcdw-MUAAAAANewuNvmQb0ikgc-2OKf9AfjMYW_"></div>
                <button class="form-pokaza__submite">Отправить</button>
            </form>
        </div>
        <script>
            $(document).ready(function() {
                $('.form-pokaza__wrap').submit(function() {
                    var key = grecaptcha.getResponse();
                    if(key == '') {
                        alert('Вы не прошли проверку "Я не робот"');
                    } else {
                        var form = $(this).serialize();
                        $.ajax({
                            type: 'POST', // метод
                            url: '/ajax/form-pokaza.php', // ссылка на обработчик
                            data: form, // нашы переменные из name
                            success: function(data){
                                console.log(data);
                                $.fancybox.close();
                                setTimeout(function() {
                                    $.fancybox.open("<div class='modal-ok' id='modalloll-ok' style='display: none;'><a href='#' class='p-izgotov__close'></a><div class='p-izgotov__title'>Спасибо за заявку!</div><div class='p-izgotov__subtitle'>Наши менеджеры свяжутся с Вами в ближайшее время.</div></div>");
                                    $('.p-izgotov__close').on('click', function() {
                                        $.fancybox.close();
                                        return false;
                                    });

                                    setTimeout(function() {
                                        $.fancybox.close();
                                    }, 2500);

                                }, 500);
                            }
                        });
                    }
                    return false;
                });
            });
        </script>
    <?}?>

    <?if($arResult['PROPERTIES']['SMOVIVOZ']['VALUE'] == 'Да') {?>
    <li class="p-carddes__item">
      <i class="p-carddes__subicon">
          <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g clip-path="url(#clip0)">
                  <path d="M12.9749 17.6862L12.9749 17.6862C12.8289 17.2848 12.4437 17.0151 12.0168 17.0151C11.8979 17.0151 11.7806 17.0358 11.6681 17.0767L12.9749 17.6862ZM12.9749 17.6862C13.1672 18.2145 12.8938 18.8008 12.3655 18.9931C12.253 19.034 12.1358 19.0548 12.0169 19.0548C11.59 19.0548 11.2048 18.7851 11.0587 18.3837L12.9749 17.6862ZM11.8846 17.6717C11.6843 17.7446 11.5807 17.9669 11.6536 18.1672C11.709 18.3195 11.8549 18.4217 12.0169 18.4217C12.0618 18.4217 12.1063 18.4138 12.1491 18.3982L11.8846 17.6717ZM11.8846 17.6717C11.9273 17.6561 11.9718 17.6482 12.0167 17.6482C12.1787 17.6482 12.3246 17.7504 12.38 17.9028M11.8846 17.6717L12.38 17.9028M12.38 17.9028C12.38 17.9028 12.38 17.9028 12.38 17.9028L12.3471 17.9147L12.38 17.9028ZM11.0587 18.3837C10.8665 17.8554 11.1398 17.2691 11.6681 17.0767L11.0587 18.3837Z" fill="#0A5A77" stroke="white" stroke-width="0.07"/>
                  <mask id="path-3-inside-1" fill="white">
                      <path d="M23.9787 14.4323L23.4976 13.1109C23.4647 13.0205 23.3986 12.9519 23.318 12.9137L23.3159 12.9126C23.3107 12.9101 23.3052 12.9082 23.2998 12.906C23.2947 12.9039 23.2898 12.9016 23.2846 12.8998L23.2808 12.8987C23.2075 12.8736 23.1256 12.8722 23.0471 12.9008L21.8975 13.3189L19.452 6.59948L18.4902 3.95678C18.4396 3.8185 18.3069 3.72564 18.1597 3.72564C18.119 3.72564 18.0782 3.73267 18.0397 3.74674C17.8574 3.81283 17.7632 4.01533 17.8293 4.1972L18.6712 6.50963L14.1564 8.15277L11.4034 9.15467L9.55958 4.08962L11.9824 3.20791L12.5035 4.63918C12.5536 4.77746 12.6863 4.87079 12.8335 4.87079C12.8747 4.87079 12.915 4.86376 12.9539 4.84918L14.7159 4.20794C14.804 4.17606 14.8743 4.11137 14.9142 4.02653C14.9436 3.96344 14.9532 3.89467 14.9434 3.8275L14.9433 3.82642C14.942 3.81728 14.94 3.80809 14.9379 3.79905C14.9373 3.79647 14.937 3.79403 14.9364 3.79145C14.9335 3.78006 14.93 3.76877 14.9259 3.75752L14.4051 2.3262L16.8274 1.44462L17.3483 2.87576C17.399 3.01404 17.5316 3.10732 17.6788 3.10732C17.7196 3.10732 17.7604 3.10029 17.7993 3.08575C17.9811 3.01966 18.0754 2.81758 18.0093 2.63529L17.368 0.873315C17.3237 0.752331 17.2167 0.666128 17.0919 0.646441C17.0741 0.643628 17.0559 0.642175 17.0376 0.642175C16.9968 0.642175 16.956 0.649207 16.9176 0.663269L13.8358 1.78503L13.8342 1.78545L13.8315 1.78658L12.0754 2.42585L12.0723 2.4267L12.0671 2.42885L8.98893 3.5493C8.90081 3.58117 8.83049 3.64586 8.79065 3.7307C8.75081 3.81602 8.74659 3.91159 8.77893 3.99977L10.8629 9.72575L12.8669 15.2322C12.6129 15.1546 12.3461 15.111 12.0729 15.1057L6.99596 1.15663C6.66446 0.245896 5.65384 -0.225335 4.74302 0.106069L0.23217 1.733L0.231186 1.73333C0.223076 1.73628 0.215389 1.73979 0.207655 1.74326C0.204701 1.74458 0.201608 1.74565 0.198701 1.74706C0.191108 1.75067 0.183889 1.75489 0.17667 1.75901C0.173717 1.7607 0.170577 1.76215 0.16767 1.76398C0.160733 1.7682 0.154264 1.77289 0.147702 1.77753C0.144796 1.77959 0.141702 1.78147 0.138889 1.78358C0.132796 1.78822 0.127124 1.79323 0.121358 1.79825C0.118452 1.80083 0.115311 1.80312 0.112499 1.80575C0.107061 1.81072 0.102093 1.8162 0.0970302 1.8215C0.0942646 1.82445 0.0913115 1.82712 0.0886396 1.83012C0.0838584 1.83551 0.0794991 1.84128 0.075046 1.84695C0.0725147 1.85014 0.0697491 1.85323 0.0673585 1.85656C0.0633273 1.86209 0.0597648 1.8679 0.0560617 1.87367C0.0536711 1.87742 0.0510461 1.88098 0.0487961 1.88478C0.0454211 1.8905 0.0425149 1.8965 0.039468 1.9024C0.0373587 1.90648 0.0350149 1.91047 0.0330462 1.91464C0.0303275 1.92045 0.0281243 1.92645 0.0256869 1.9324C0.0238588 1.93695 0.0217963 1.94126 0.0202025 1.94586C0.01814 1.95167 0.0165463 1.95767 0.0148119 1.96357C0.0133588 1.96845 0.0116713 1.97328 0.0104057 1.97825C0.00895259 1.98406 0.00796822 1.99006 0.00679635 1.99596C0.0057651 2.00112 0.00449949 2.00628 0.00370262 2.01148C0.00276512 2.01748 0.002437 2.02357 0.00182763 2.02962C0.00131201 2.03487 0.000515135 2.04012 0.000233887 2.04542C-9.4236e-05 2.0516 0.000140138 2.05779 0.000140138 2.06398C0.000140138 2.06928 -0.000141111 2.07457 9.32629e-05 2.07987C0.000374511 2.08615 0.00126513 2.09248 0.0018745 2.09876C0.00239012 2.10396 0.00267137 2.10921 0.00342137 2.11446C0.00435886 2.1207 0.00585885 2.12693 0.00712447 2.13317C0.00820259 2.13846 0.00899946 2.14381 0.010312 2.1491C0.0118588 2.15534 0.0140619 2.16148 0.0159838 2.16767C0.0175775 2.17278 0.0188432 2.17798 0.0206713 2.18309L0.0209994 2.18407L0.501981 3.50547C0.50559 3.51541 0.510559 3.52446 0.514918 3.53388C0.51834 3.54119 0.521106 3.54897 0.524996 3.55596C0.530481 3.56585 0.53709 3.57466 0.543418 3.58389C0.547403 3.58966 0.550778 3.59599 0.55509 3.60147C0.562637 3.61117 0.571262 3.6198 0.579699 3.62852C0.583637 3.6326 0.587105 3.63724 0.59123 3.64113C0.600746 3.65008 0.611199 3.65786 0.621558 3.66564C0.625308 3.6685 0.628683 3.67183 0.632527 3.67446C0.64373 3.68219 0.65573 3.6887 0.66773 3.69503C0.671292 3.69691 0.674574 3.69935 0.678183 3.70113C0.690464 3.70713 0.703355 3.71177 0.716245 3.71627C0.719995 3.71758 0.723511 3.71945 0.727308 3.72067C0.740526 3.72485 0.75412 3.72752 0.767808 3.73014C0.771558 3.73085 0.775214 3.73216 0.779011 3.73272C0.796542 3.73549 0.814401 3.73685 0.832401 3.73685C0.842338 3.73685 0.852323 3.73638 0.862354 3.73558C0.864416 3.73539 0.866432 3.73497 0.868495 3.73478C0.876463 3.73394 0.884385 3.73305 0.892354 3.73169C0.89601 3.73103 0.899666 3.73005 0.903322 3.7293C0.909651 3.72799 0.915979 3.72677 0.92226 3.72508C0.928963 3.72335 0.935572 3.72105 0.942228 3.71885C0.945369 3.71786 0.94851 3.71702 0.951603 3.71589L0.952963 3.71538L5.13358 2.20751L10.0912 15.828C9.20685 16.6016 8.83856 17.8683 9.26395 19.0369C9.68376 20.1903 10.7901 20.9653 12.0171 20.9653C12.3584 20.9653 12.6955 20.9056 13.0188 20.7879C13.7542 20.5203 14.3412 19.9824 14.672 19.2731C14.8478 18.8961 14.939 18.4948 14.9466 18.0911L23.7685 14.883C23.7708 14.8822 23.7731 14.881 23.7754 14.8801C23.7844 14.8766 23.7932 14.8731 23.8017 14.869C23.8053 14.8673 23.8087 14.8651 23.8122 14.8633C23.8192 14.8597 23.8261 14.8561 23.8327 14.8521C23.8365 14.8498 23.8399 14.847 23.8436 14.8447C23.8496 14.8406 23.8557 14.8367 23.8614 14.8324C23.8633 14.831 23.8649 14.8294 23.8666 14.828C23.8739 14.8223 23.881 14.8165 23.8877 14.8103L23.891 14.8068C23.8981 14.7999 23.905 14.793 23.9115 14.7857L23.9153 14.7811C23.9213 14.774 23.9273 14.7668 23.9328 14.7593L23.9344 14.7567C23.9404 14.7483 23.9461 14.7398 23.9513 14.7309L23.9539 14.726C23.9586 14.7178 23.963 14.7096 23.967 14.7011C23.9685 14.6978 23.9698 14.6943 23.9712 14.6909C23.9742 14.684 23.9772 14.677 23.9798 14.6699C23.9815 14.665 23.9828 14.6599 23.9843 14.655C23.9861 14.6492 23.9881 14.6435 23.9895 14.6376C23.9917 14.6289 23.9933 14.6201 23.9948 14.6113C23.9952 14.609 23.9958 14.6067 23.9962 14.6044C24.0045 14.5484 23.9994 14.4894 23.9787 14.4323ZM13.7445 2.56666L14.145 3.66775L13.0438 4.06853L12.6431 2.96749L13.7445 2.56666ZM15.8285 8.2926L16.2293 9.39359L15.1278 9.79447L14.7271 8.69343L15.8285 8.2926ZM11.6441 9.81542L14.0665 8.93385L14.5876 10.3651C14.6378 10.5034 14.7704 10.5966 14.9181 10.5966C14.9589 10.5966 14.9992 10.5892 15.0381 10.5751L16.8 9.93383C16.9824 9.86773 17.0766 9.6657 17.01 9.48336L16.489 8.05218L18.9118 7.17042L21.2371 13.5588L14.2228 16.1096C14.0911 15.9592 13.945 15.8226 13.7866 15.7025L11.6441 9.81542ZM5.67451 1.63751C5.67245 1.63189 5.66987 1.62659 5.66758 1.62106C5.66528 1.61567 5.66322 1.61009 5.66069 1.60479C5.65839 1.59997 5.65567 1.59556 5.65319 1.59092C5.65009 1.58515 5.64714 1.57925 5.64376 1.57372C5.64142 1.56992 5.63875 1.56645 5.63626 1.56275C5.63228 1.55675 5.62844 1.55065 5.62408 1.54498C5.62183 1.54198 5.61925 1.53931 5.6169 1.53636C5.61203 1.53031 5.6072 1.52426 5.6019 1.51859C5.5998 1.5163 5.5974 1.51423 5.5952 1.51198C5.58939 1.50608 5.58362 1.50017 5.57744 1.49469C5.57565 1.49314 5.57373 1.49178 5.57195 1.49028C5.56511 1.48442 5.55817 1.47866 5.5509 1.47341L5.54772 1.4713C5.53956 1.46548 5.53122 1.45995 5.52259 1.45484L5.52058 1.45381C5.47258 1.42592 5.4182 1.40947 5.36195 1.40651H5.36045C5.34958 1.406 5.33866 1.40595 5.32764 1.40647C5.32562 1.40656 5.32361 1.40694 5.32159 1.40708C5.31213 1.40769 5.30266 1.40844 5.29319 1.40984C5.28864 1.41055 5.28414 1.41167 5.27959 1.41256C5.27266 1.41383 5.26567 1.415 5.25873 1.41673C5.25086 1.4187 5.24303 1.42137 5.2352 1.42386C5.23174 1.42498 5.22822 1.42583 5.22475 1.42705L5.22377 1.42737L1.04273 2.93543L0.802214 2.27468L4.98231 0.767003L4.9833 0.766675C5.52986 0.567785 6.13618 0.850534 6.33507 1.39705L11.3523 15.1818C11.2384 15.2085 11.1256 15.2415 11.0146 15.282C10.9027 15.3227 10.7953 15.3703 10.6917 15.4228L5.67451 1.63751ZM14.0346 18.9759C13.7833 19.5149 13.3371 19.9237 12.7783 20.1271C12.5322 20.2167 12.276 20.2621 12.017 20.2621C11.0845 20.2621 10.2436 19.6731 9.9246 18.7964C9.50469 17.6428 10.1016 16.3626 11.2553 15.9427C11.5014 15.8531 11.7575 15.8077 12.0166 15.8077C12.949 15.8077 13.7899 16.3967 14.109 17.2734C14.3124 17.8323 14.286 18.4369 14.0346 18.9759ZM14.8696 17.3708C14.8429 17.2572 14.8102 17.1444 14.7697 17.033C14.7292 16.9217 14.6821 16.814 14.6293 16.71L22.9571 13.6816L23.1976 14.3423L14.8696 17.3708Z"/>
                  </mask>
                  <path d="M23.9787 14.4323L23.4976 13.1109C23.4647 13.0205 23.3986 12.9519 23.318 12.9137L23.3159 12.9126C23.3107 12.9101 23.3052 12.9082 23.2998 12.906C23.2947 12.9039 23.2898 12.9016 23.2846 12.8998L23.2808 12.8987C23.2075 12.8736 23.1256 12.8722 23.0471 12.9008L21.8975 13.3189L19.452 6.59948L18.4902 3.95678C18.4396 3.8185 18.3069 3.72564 18.1597 3.72564C18.119 3.72564 18.0782 3.73267 18.0397 3.74674C17.8574 3.81283 17.7632 4.01533 17.8293 4.1972L18.6712 6.50963L14.1564 8.15277L11.4034 9.15467L9.55958 4.08962L11.9824 3.20791L12.5035 4.63918C12.5536 4.77746 12.6863 4.87079 12.8335 4.87079C12.8747 4.87079 12.915 4.86376 12.9539 4.84918L14.7159 4.20794C14.804 4.17606 14.8743 4.11137 14.9142 4.02653C14.9436 3.96344 14.9532 3.89467 14.9434 3.8275L14.9433 3.82642C14.942 3.81728 14.94 3.80809 14.9379 3.79905C14.9373 3.79647 14.937 3.79403 14.9364 3.79145C14.9335 3.78006 14.93 3.76877 14.9259 3.75752L14.4051 2.3262L16.8274 1.44462L17.3483 2.87576C17.399 3.01404 17.5316 3.10732 17.6788 3.10732C17.7196 3.10732 17.7604 3.10029 17.7993 3.08575C17.9811 3.01966 18.0754 2.81758 18.0093 2.63529L17.368 0.873315C17.3237 0.752331 17.2167 0.666128 17.0919 0.646441C17.0741 0.643628 17.0559 0.642175 17.0376 0.642175C16.9968 0.642175 16.956 0.649207 16.9176 0.663269L13.8358 1.78503L13.8342 1.78545L13.8315 1.78658L12.0754 2.42585L12.0723 2.4267L12.0671 2.42885L8.98893 3.5493C8.90081 3.58117 8.83049 3.64586 8.79065 3.7307C8.75081 3.81602 8.74659 3.91159 8.77893 3.99977L10.8629 9.72575L12.8669 15.2322C12.6129 15.1546 12.3461 15.111 12.0729 15.1057L6.99596 1.15663C6.66446 0.245896 5.65384 -0.225335 4.74302 0.106069L0.23217 1.733L0.231186 1.73333C0.223076 1.73628 0.215389 1.73979 0.207655 1.74326C0.204701 1.74458 0.201608 1.74565 0.198701 1.74706C0.191108 1.75067 0.183889 1.75489 0.17667 1.75901C0.173717 1.7607 0.170577 1.76215 0.16767 1.76398C0.160733 1.7682 0.154264 1.77289 0.147702 1.77753C0.144796 1.77959 0.141702 1.78147 0.138889 1.78358C0.132796 1.78822 0.127124 1.79323 0.121358 1.79825C0.118452 1.80083 0.115311 1.80312 0.112499 1.80575C0.107061 1.81072 0.102093 1.8162 0.0970302 1.8215C0.0942646 1.82445 0.0913115 1.82712 0.0886396 1.83012C0.0838584 1.83551 0.0794991 1.84128 0.075046 1.84695C0.0725147 1.85014 0.0697491 1.85323 0.0673585 1.85656C0.0633273 1.86209 0.0597648 1.8679 0.0560617 1.87367C0.0536711 1.87742 0.0510461 1.88098 0.0487961 1.88478C0.0454211 1.8905 0.0425149 1.8965 0.039468 1.9024C0.0373587 1.90648 0.0350149 1.91047 0.0330462 1.91464C0.0303275 1.92045 0.0281243 1.92645 0.0256869 1.9324C0.0238588 1.93695 0.0217963 1.94126 0.0202025 1.94586C0.01814 1.95167 0.0165463 1.95767 0.0148119 1.96357C0.0133588 1.96845 0.0116713 1.97328 0.0104057 1.97825C0.00895259 1.98406 0.00796822 1.99006 0.00679635 1.99596C0.0057651 2.00112 0.00449949 2.00628 0.00370262 2.01148C0.00276512 2.01748 0.002437 2.02357 0.00182763 2.02962C0.00131201 2.03487 0.000515135 2.04012 0.000233887 2.04542C-9.4236e-05 2.0516 0.000140138 2.05779 0.000140138 2.06398C0.000140138 2.06928 -0.000141111 2.07457 9.32629e-05 2.07987C0.000374511 2.08615 0.00126513 2.09248 0.0018745 2.09876C0.00239012 2.10396 0.00267137 2.10921 0.00342137 2.11446C0.00435886 2.1207 0.00585885 2.12693 0.00712447 2.13317C0.00820259 2.13846 0.00899946 2.14381 0.010312 2.1491C0.0118588 2.15534 0.0140619 2.16148 0.0159838 2.16767C0.0175775 2.17278 0.0188432 2.17798 0.0206713 2.18309L0.0209994 2.18407L0.501981 3.50547C0.50559 3.51541 0.510559 3.52446 0.514918 3.53388C0.51834 3.54119 0.521106 3.54897 0.524996 3.55596C0.530481 3.56585 0.53709 3.57466 0.543418 3.58389C0.547403 3.58966 0.550778 3.59599 0.55509 3.60147C0.562637 3.61117 0.571262 3.6198 0.579699 3.62852C0.583637 3.6326 0.587105 3.63724 0.59123 3.64113C0.600746 3.65008 0.611199 3.65786 0.621558 3.66564C0.625308 3.6685 0.628683 3.67183 0.632527 3.67446C0.64373 3.68219 0.65573 3.6887 0.66773 3.69503C0.671292 3.69691 0.674574 3.69935 0.678183 3.70113C0.690464 3.70713 0.703355 3.71177 0.716245 3.71627C0.719995 3.71758 0.723511 3.71945 0.727308 3.72067C0.740526 3.72485 0.75412 3.72752 0.767808 3.73014C0.771558 3.73085 0.775214 3.73216 0.779011 3.73272C0.796542 3.73549 0.814401 3.73685 0.832401 3.73685C0.842338 3.73685 0.852323 3.73638 0.862354 3.73558C0.864416 3.73539 0.866432 3.73497 0.868495 3.73478C0.876463 3.73394 0.884385 3.73305 0.892354 3.73169C0.89601 3.73103 0.899666 3.73005 0.903322 3.7293C0.909651 3.72799 0.915979 3.72677 0.92226 3.72508C0.928963 3.72335 0.935572 3.72105 0.942228 3.71885C0.945369 3.71786 0.94851 3.71702 0.951603 3.71589L0.952963 3.71538L5.13358 2.20751L10.0912 15.828C9.20685 16.6016 8.83856 17.8683 9.26395 19.0369C9.68376 20.1903 10.7901 20.9653 12.0171 20.9653C12.3584 20.9653 12.6955 20.9056 13.0188 20.7879C13.7542 20.5203 14.3412 19.9824 14.672 19.2731C14.8478 18.8961 14.939 18.4948 14.9466 18.0911L23.7685 14.883C23.7708 14.8822 23.7731 14.881 23.7754 14.8801C23.7844 14.8766 23.7932 14.8731 23.8017 14.869C23.8053 14.8673 23.8087 14.8651 23.8122 14.8633C23.8192 14.8597 23.8261 14.8561 23.8327 14.8521C23.8365 14.8498 23.8399 14.847 23.8436 14.8447C23.8496 14.8406 23.8557 14.8367 23.8614 14.8324C23.8633 14.831 23.8649 14.8294 23.8666 14.828C23.8739 14.8223 23.881 14.8165 23.8877 14.8103L23.891 14.8068C23.8981 14.7999 23.905 14.793 23.9115 14.7857L23.9153 14.7811C23.9213 14.774 23.9273 14.7668 23.9328 14.7593L23.9344 14.7567C23.9404 14.7483 23.9461 14.7398 23.9513 14.7309L23.9539 14.726C23.9586 14.7178 23.963 14.7096 23.967 14.7011C23.9685 14.6978 23.9698 14.6943 23.9712 14.6909C23.9742 14.684 23.9772 14.677 23.9798 14.6699C23.9815 14.665 23.9828 14.6599 23.9843 14.655C23.9861 14.6492 23.9881 14.6435 23.9895 14.6376C23.9917 14.6289 23.9933 14.6201 23.9948 14.6113C23.9952 14.609 23.9958 14.6067 23.9962 14.6044C24.0045 14.5484 23.9994 14.4894 23.9787 14.4323ZM13.7445 2.56666L14.145 3.66775L13.0438 4.06853L12.6431 2.96749L13.7445 2.56666ZM15.8285 8.2926L16.2293 9.39359L15.1278 9.79447L14.7271 8.69343L15.8285 8.2926ZM11.6441 9.81542L14.0665 8.93385L14.5876 10.3651C14.6378 10.5034 14.7704 10.5966 14.9181 10.5966C14.9589 10.5966 14.9992 10.5892 15.0381 10.5751L16.8 9.93383C16.9824 9.86773 17.0766 9.6657 17.01 9.48336L16.489 8.05218L18.9118 7.17042L21.2371 13.5588L14.2228 16.1096C14.0911 15.9592 13.945 15.8226 13.7866 15.7025L11.6441 9.81542ZM5.67451 1.63751C5.67245 1.63189 5.66987 1.62659 5.66758 1.62106C5.66528 1.61567 5.66322 1.61009 5.66069 1.60479C5.65839 1.59997 5.65567 1.59556 5.65319 1.59092C5.65009 1.58515 5.64714 1.57925 5.64376 1.57372C5.64142 1.56992 5.63875 1.56645 5.63626 1.56275C5.63228 1.55675 5.62844 1.55065 5.62408 1.54498C5.62183 1.54198 5.61925 1.53931 5.6169 1.53636C5.61203 1.53031 5.6072 1.52426 5.6019 1.51859C5.5998 1.5163 5.5974 1.51423 5.5952 1.51198C5.58939 1.50608 5.58362 1.50017 5.57744 1.49469C5.57565 1.49314 5.57373 1.49178 5.57195 1.49028C5.56511 1.48442 5.55817 1.47866 5.5509 1.47341L5.54772 1.4713C5.53956 1.46548 5.53122 1.45995 5.52259 1.45484L5.52058 1.45381C5.47258 1.42592 5.4182 1.40947 5.36195 1.40651H5.36045C5.34958 1.406 5.33866 1.40595 5.32764 1.40647C5.32562 1.40656 5.32361 1.40694 5.32159 1.40708C5.31213 1.40769 5.30266 1.40844 5.29319 1.40984C5.28864 1.41055 5.28414 1.41167 5.27959 1.41256C5.27266 1.41383 5.26567 1.415 5.25873 1.41673C5.25086 1.4187 5.24303 1.42137 5.2352 1.42386C5.23174 1.42498 5.22822 1.42583 5.22475 1.42705L5.22377 1.42737L1.04273 2.93543L0.802214 2.27468L4.98231 0.767003L4.9833 0.766675C5.52986 0.567785 6.13618 0.850534 6.33507 1.39705L11.3523 15.1818C11.2384 15.2085 11.1256 15.2415 11.0146 15.282C10.9027 15.3227 10.7953 15.3703 10.6917 15.4228L5.67451 1.63751ZM14.0346 18.9759C13.7833 19.5149 13.3371 19.9237 12.7783 20.1271C12.5322 20.2167 12.276 20.2621 12.017 20.2621C11.0845 20.2621 10.2436 19.6731 9.9246 18.7964C9.50469 17.6428 10.1016 16.3626 11.2553 15.9427C11.5014 15.8531 11.7575 15.8077 12.0166 15.8077C12.949 15.8077 13.7899 16.3967 14.109 17.2734C14.3124 17.8323 14.286 18.4369 14.0346 18.9759ZM14.8696 17.3708C14.8429 17.2572 14.8102 17.1444 14.7697 17.033C14.7292 16.9217 14.6821 16.814 14.6293 16.71L22.9571 13.6816L23.1976 14.3423L14.8696 17.3708Z" fill="#0A5A77"/>
                  <path d="M23.9787 14.4323L24.0445 14.4084V14.4084L23.9787 14.4323ZM23.4976 13.1109L23.4319 13.1349L23.4319 13.1349L23.4976 13.1109ZM23.318 12.9137L23.2862 12.9761L23.288 12.9769L23.318 12.9137ZM23.3159 12.9126L23.3477 12.8502L23.3459 12.8493L23.3159 12.9126ZM23.2998 12.906L23.3263 12.8412L23.3262 12.8412L23.2998 12.906ZM23.2846 12.8998L23.308 12.8337L23.3045 12.8327L23.2846 12.8998ZM23.2808 12.8987L23.2581 12.9649L23.2609 12.9658L23.2808 12.8987ZM23.0471 12.9008L23.0711 12.9666L23.0711 12.9666L23.0471 12.9008ZM21.8975 13.3189L21.8318 13.3428L21.8557 13.4086L21.9215 13.3847L21.8975 13.3189ZM18.4902 3.95678L18.556 3.93284L18.5559 3.93272L18.4902 3.95678ZM18.0397 3.74674L18.0636 3.81255L18.0638 3.81247L18.0397 3.74674ZM17.8293 4.1972L17.7635 4.22111L17.7635 4.22115L17.8293 4.1972ZM18.6712 6.50963L18.6951 6.57541L18.7609 6.55146L18.737 6.48568L18.6712 6.50963ZM14.1564 8.15277L14.1804 8.21855L14.1804 8.21855L14.1564 8.15277ZM11.4034 9.15467L11.3377 9.17862L11.3616 9.24439L11.4274 9.22045L11.4034 9.15467ZM9.55958 4.08962L9.53565 4.02384L9.46986 4.04779L9.49381 4.11357L9.55958 4.08962ZM11.9824 3.20791L12.0482 3.18396L12.0242 3.1182L11.9585 3.14213L11.9824 3.20791ZM12.5035 4.63918L12.5693 4.61532L12.5692 4.61524L12.5035 4.63918ZM12.9539 4.84918L12.93 4.7834L12.9294 4.78363L12.9539 4.84918ZM14.7159 4.20794L14.6921 4.14211L14.692 4.14216L14.7159 4.20794ZM14.9142 4.02653L14.9775 4.05629L14.9776 4.05613L14.9142 4.02653ZM14.9434 3.8275L14.8736 3.83362L14.8742 3.8376L14.9434 3.8275ZM14.9433 3.82642L15.0132 3.82031L15.0126 3.81613L14.9433 3.82642ZM14.9379 3.79905L15.0061 3.78315L15.006 3.78295L14.9379 3.79905ZM14.9364 3.79145L15.0045 3.77535L15.0042 3.77441L14.9364 3.79145ZM14.9259 3.75752L14.9918 3.73366L14.9917 3.73358L14.9259 3.75752ZM14.4051 2.3262L14.3811 2.26042L14.3154 2.28436L14.3393 2.35014L14.4051 2.3262ZM16.8274 1.44462L16.8931 1.42068L16.8692 1.35491L16.8034 1.37884L16.8274 1.44462ZM17.3483 2.87576L17.2826 2.8997L17.2826 2.89982L17.3483 2.87576ZM17.7993 3.08575L17.7754 3.01996L17.7748 3.02018L17.7993 3.08575ZM18.0093 2.63529L18.0751 2.61143L18.0751 2.61135L18.0093 2.63529ZM17.368 0.873315L17.4338 0.849375L17.4338 0.849247L17.368 0.873315ZM17.0919 0.646441L17.081 0.715584L17.081 0.715585L17.0919 0.646441ZM16.9176 0.663269L16.9415 0.729047L16.9416 0.729008L16.9176 0.663269ZM13.8358 1.78503L13.8538 1.85298L13.8598 1.85081L13.8358 1.78503ZM13.8342 1.78545L13.8162 1.71717L13.8075 1.72077L13.8342 1.78545ZM13.8315 1.78658L13.8555 1.85241L13.8583 1.85125L13.8315 1.78658ZM12.0754 2.42585L12.0938 2.49362L12.0993 2.49163L12.0754 2.42585ZM12.0723 2.4267L12.0537 2.35856L12.045 2.3622L12.0723 2.4267ZM12.0671 2.42885L12.0911 2.49471L12.0944 2.49335L12.0671 2.42885ZM8.98893 3.5493L9.01274 3.61513L9.01287 3.61508L8.98893 3.5493ZM8.79065 3.7307L8.72729 3.70095L8.72723 3.70108L8.79065 3.7307ZM8.77893 3.99977L8.84471 3.97583L8.84465 3.97566L8.77893 3.99977ZM10.8629 9.72575L10.9287 9.70181L10.8629 9.72575ZM12.8669 15.2322L12.8465 15.2992L12.9807 15.3402L12.9327 15.2083L12.8669 15.2322ZM12.0729 15.1057L12.0071 15.1296L12.0236 15.1748L12.0716 15.1757L12.0729 15.1057ZM6.99596 1.15663L7.06174 1.13268L7.06174 1.13268L6.99596 1.15663ZM0.231186 1.73333L0.209052 1.66689L0.207233 1.66755L0.231186 1.73333ZM0.207655 1.74326L0.236084 1.80723L0.2363 1.80713L0.207655 1.74326ZM0.198701 1.74706L0.228752 1.81028L0.229191 1.81007L0.198701 1.74706ZM0.17667 1.75901L0.2114 1.81979L0.17667 1.75901ZM0.16767 1.76398L0.204045 1.8238L0.204942 1.82323L0.16767 1.76398ZM0.147702 1.77753L0.107286 1.72037L0.107189 1.72044L0.147702 1.77753ZM0.138889 1.78358L0.0968882 1.72757L0.0964792 1.72789L0.138889 1.78358ZM0.121358 1.79825L0.0754129 1.74543L0.0749051 1.74588L0.121358 1.79825ZM0.112499 1.80575L0.159721 1.85742L0.160261 1.85692L0.112499 1.80575ZM0.0970302 1.8215L0.0464232 1.77313L0.0459373 1.77365L0.0970302 1.8215ZM0.0886396 1.83012L0.0363659 1.78357L0.0362707 1.78367L0.0886396 1.83012ZM0.075046 1.84695L0.129865 1.89048L0.130104 1.89018L0.075046 1.84695ZM0.0673585 1.85656L0.12393 1.89779L0.124211 1.8974L0.0673585 1.85656ZM0.0560617 1.87367L-0.0028367 1.83584L-0.00296422 1.83604L0.0560617 1.87367ZM0.0487961 1.88478L-0.0114244 1.84909L-0.0114884 1.8492L0.0487961 1.88478ZM0.039468 1.9024L0.101643 1.93456L0.101678 1.9345L0.039468 1.9024ZM0.0330462 1.91464L-0.0302592 1.88476L-0.0303605 1.88498L0.0330462 1.91464ZM0.0256869 1.9324L-0.0390946 1.90588L-0.0392602 1.90629L0.0256869 1.9324ZM0.0202025 1.94586L0.0861741 1.96926L0.0863355 1.9688L0.0202025 1.94586ZM0.0148119 1.96357L0.0818957 1.98357L0.081976 1.9833L0.0148119 1.96357ZM0.0104057 1.97825L-0.057429 1.96097L-0.0575043 1.96127L0.0104057 1.97825ZM0.00679635 1.99596L0.0754371 2.00969L0.0754579 2.00959L0.00679635 1.99596ZM0.00370262 2.01148L0.0728638 2.02229L0.0728958 2.02208L0.00370262 2.01148ZM0.00182763 2.02962L-0.0678198 2.0226L-0.0678372 2.02278L0.00182763 2.02962ZM0.000233887 2.04542L-0.0696676 2.04171L-0.0696679 2.04171L0.000233887 2.04542ZM9.32629e-05 2.07987L-0.0698383 2.08296L-0.0698367 2.083L9.32629e-05 2.07987ZM0.0018745 2.09876L-0.0677985 2.10552L-0.0677843
                    2.10566L0.0018745 2.09876ZM0.00342137 2.11446L-0.065877 2.12436L-0.0658004 2.12487L0.00342137 2.11446ZM0.00712447 2.13317L-0.0614762 2.14709L-0.0614691 2.14713L0.00712447 2.13317ZM0.010312 2.1491L-0.0576332 2.16594L-0.057628 2.16596L0.010312 2.1491ZM0.0159838 2.16767L-0.0508658 2.18843L-0.0508407 2.18851L0.0159838 2.16767ZM0.0209994 2.18407L-0.045432 2.20622L-0.0447786 2.20802L0.0209994 2.18407ZM0.501981 3.50547L0.567776 3.48157L0.567759 3.48153L0.501981 3.50547ZM0.514918 3.53388L0.451388 3.56327L0.451517 3.56355L0.514918 3.53388ZM0.524996 3.55596L0.586215 3.52201L0.586149 3.52189L0.524996 3.55596ZM0.543418 3.58389L0.485675 3.62346L0.485831 3.62369L0.543418 3.58389ZM0.55509 3.60147L0.610345 3.55849L0.610116 3.5582L0.55509 3.60147ZM0.579699 3.62852L0.630057 3.5799L0.630001 3.57984L0.579699 3.62852ZM0.59123 3.64113L0.543201 3.69205L0.543263 3.69211L0.59123 3.64113ZM0.621558 3.66564L0.664004 3.60998L0.663599 3.60967L0.621558 3.66564ZM0.632527 3.67446L0.672297 3.61685L0.672004 3.61665L0.632527 3.67446ZM0.66773 3.69503L0.635078 3.75695L0.635128 3.75698L0.66773 3.69503ZM0.678183 3.70113L0.647204 3.7639L0.647456 3.76402L0.678183 3.70113ZM0.716245 3.71627L0.73937 3.6502L0.739316 3.65018L0.716245 3.71627ZM0.727308 3.72067L0.705914 3.78732L0.70624 3.78743L0.727308 3.72067ZM0.767808 3.73014L0.754623 3.79889L0.754907 3.79894L0.767808 3.73014ZM0.779011 3.73272L0.789919 3.66357L0.789269 3.66348L0.779011 3.73272ZM0.862354 3.73558L0.867898 3.80536L0.868691 3.80529L0.862354 3.73558ZM0.868495 3.73478L0.874833 3.8045L0.875865 3.80439L0.868495 3.73478ZM0.892354 3.73169L0.904125 3.80069L0.90472 3.80059L0.892354 3.73169ZM0.903322 3.7293L0.917389 3.79787L0.917538 3.79784L0.903322 3.7293ZM0.92226 3.72508L0.904725 3.65731L0.904098 3.65748L0.92226 3.72508ZM0.942228 3.71885L0.92129 3.65204L0.920233 3.65239L0.942228 3.71885ZM0.952963 3.71538L0.92921 3.64952L0.928153 3.64992L0.952963 3.71538ZM5.13358 2.20751L5.19936 2.18357L5.17549 2.11798L5.10983 2.14166L5.13358 2.20751ZM10.0912 15.828L10.1373 15.8807L10.1734 15.8492L10.157 15.8041L10.0912 15.828ZM9.26395 19.0369L9.32972 19.013L9.26395 19.0369ZM13.0188 20.7879L13.0428 20.8537H13.0428L13.0188 20.7879ZM14.672 19.2731L14.7354 19.3027L14.7354 19.3027L14.672 19.2731ZM14.9466 18.0911L14.9227 18.0253L14.8775 18.0417L14.8766 18.0897L14.9466 18.0911ZM23.7685 14.883L23.7448 14.8171L23.7446 14.8172L23.7685 14.883ZM23.7754 14.8801L23.7501 14.8148L23.7501 14.8148L23.7754 14.8801ZM23.8017 14.869L23.7714 14.8059L23.7711 14.806L23.8017 14.869ZM23.8122 14.8633L23.7799 14.8012L23.7796 14.8013L23.8122 14.8633ZM23.8327 14.8521L23.8692 14.9119L23.8698 14.9115L23.8327 14.8521ZM23.8436 14.8447L23.8819 14.9032L23.8826 14.9028L23.8436 14.8447ZM23.8614 14.8324L23.9036 14.8883L23.9041 14.8879L23.8614 14.8324ZM23.8666 14.828L23.91 14.883L23.9103 14.8827L23.8666 14.828ZM23.8877 14.8103L23.9355 14.8616L23.9386 14.8583L23.8877 14.8103ZM23.891 14.8068L23.8423 14.7564L23.8402 14.7587L23.891 14.8068ZM23.9115 14.7857L23.9639 14.8324L23.966 14.8297L23.9115 14.7857ZM23.9153 14.7811L23.862 14.7356L23.8608 14.7372L23.9153 14.7811ZM23.9328 14.7593L23.9895 14.8005L23.9915 14.7973L23.9328 14.7593ZM23.9344 14.7567L23.8773 14.7162L23.8757 14.7186L23.9344 14.7567ZM23.9513 14.7309L24.0117 14.7664L24.0132 14.7636L23.9513 14.7309ZM23.9539 14.726L23.8931 14.6913L23.892 14.6933L23.9539 14.726ZM23.967 14.7011L24.0304 14.7309L24.0305 14.7306L23.967 14.7011ZM23.9712 14.6909L23.9069 14.6631L23.9066 14.664L23.9712 14.6909ZM23.9798 14.6699L24.0456 14.6937L24.0458 14.6932L23.9798 14.6699ZM23.9843 14.655L23.9174 14.6343L23.9173 14.6347L23.9843 14.655ZM23.9895 14.6376L23.9216 14.6207L23.9216 14.6208L23.9895 14.6376ZM23.9948 14.6113L24.0638 14.6231L24.0639 14.6224L23.9948 14.6113ZM23.9962 14.6044L23.9269 14.5941L23.9269 14.5945L23.9962 14.6044ZM13.7445 2.56666L13.8103 2.54273L13.7863 2.47694L13.7205 2.50088L13.7445 2.56666ZM14.145 3.66775L14.169 3.73353L14.2347 3.70959L14.2108 3.64382L14.145 3.66775ZM13.0438 4.06853L12.9781 4.09247L13.002 4.15825L13.0678 4.13431L13.0438 4.06853ZM12.6431 2.96749L12.6191 2.90171L12.5533 2.92565L12.5773 2.99143L12.6431 2.96749ZM15.8285 8.2926L15.8943 8.26865L15.8704 8.20288L15.8046 8.22682L15.8285 8.2926ZM16.2293 9.39359L16.2533 9.45937L16.3191 9.43543L16.2951 9.36965L16.2293 9.39359ZM15.1278 9.79447L15.0621 9.81841L15.086 9.88419L15.1518 9.86025L15.1278 9.79447ZM14.7271 8.69343L14.7032 8.62765L14.6374 8.65159L14.6614 8.71737L14.7271 8.69343ZM11.6441 9.81542L11.6202 9.74964L11.5544 9.77358L11.5783 9.83936L11.6441 9.81542ZM14.0665 8.93385L14.1323 8.9099L14.1084 8.84413L14.0426 8.86807L14.0665 8.93385ZM14.5876 10.3651L14.6534 10.3413L14.6534 10.3412L14.5876 10.3651ZM15.0381 10.5751L15.0619 10.6409L15.062 10.6409L15.0381 10.5751ZM16.8 9.93383L16.7762 9.86802L16.7761 9.86805L16.8 9.93383ZM17.01 9.48336L16.9443 9.50731L16.9443 9.50736L17.01 9.48336ZM16.489 8.05218L16.4651 7.9864L16.3993 8.01034L16.4233 8.07613L16.489 8.05218ZM18.9118 7.17042L18.9776 7.14648L18.9537 7.0807L18.8879 7.10464L18.9118 7.17042ZM21.2371 13.5588L21.261 13.6246L21.3268 13.6007L21.3028 13.5349L21.2371 13.5588ZM14.2228 16.1096L14.1701 16.1557L14.2017 16.1918L14.2467 16.1754L14.2228 16.1096ZM13.7866 15.7025L13.7208 15.7264L13.7279 15.7458L13.7443 15.7582L13.7866 15.7025ZM5.67451 1.63751L5.74029 1.61357L5.74023 1.61342L5.67451 1.63751ZM5.66758 1.62106L5.73223 1.59421L5.73197 1.59362L5.66758 1.62106ZM5.66069 1.60479L5.59747 1.63487L5.59753 1.63498L5.66069 1.60479ZM5.65319 1.59092L5.7149 1.55788L5.71487 1.55782L5.65319 1.59092ZM5.64376 1.57372L5.70352 1.53726L5.70333 1.53695L5.64376 1.57372ZM5.63626 1.56275L5.57795 1.60147L5.57813 1.60175L5.63626 1.56275ZM5.62408 1.54498L5.56807 1.58699L5.56858 1.58764L5.62408 1.54498ZM5.6169 1.53636L5.67174 1.49284L5.6714 1.49242L5.6169 1.53636ZM5.6019 1.51859L5.55035 1.56594L5.55075 1.56637L5.6019 1.51859ZM5.5952 1.51198L5.64522 1.46301L5.64509 1.46288L5.5952 1.51198ZM5.57744 1.49469L5.62387 1.4423L5.62333 1.44183L5.57744 1.49469ZM5.57195 1.49028L5.52642 1.54346L5.52686 1.54382L5.57195
                    1.49028ZM5.5509 1.47341L5.59194 1.41662L5.58954 1.41503L5.5509 1.47341ZM5.54772 1.4713L5.50707 1.52834L5.50908 1.52967L5.54772 1.4713ZM5.52259 1.45484L5.55834 1.3945L5.55447 1.39252L5.52259 1.45484ZM5.52058 1.45381L5.48536 1.51442L5.4887 1.51613L5.52058 1.45381ZM5.36195 1.40651L5.36563 1.33651H5.36195V1.40651ZM5.36045 1.40651L5.35713 1.47651H5.36045V1.40651ZM5.32764 1.40647L5.33089 1.47639L5.33091 1.47639L5.32764 1.40647ZM5.32159 1.40708L5.32609 1.47693L5.32647 1.47691L5.32159 1.40708ZM5.29319 1.40984L5.2829 1.3406L5.28249 1.34067L5.29319 1.40984ZM5.27959 1.41256L5.29216 1.48143L5.29305 1.48126L5.27959 1.41256ZM5.25873 1.41673L5.27571 1.48464L5.25873 1.41673ZM5.2352 1.42386L5.21403 1.35714L5.21361 1.35727L5.2352 1.42386ZM5.22475 1.42705L5.2469 1.49346L5.24795 1.49309L5.22475 1.42705ZM5.22377 1.42737L5.20162 1.36095L5.20002 1.36153L5.22377 1.42737ZM1.04273 2.93543L0.97695 2.95937L1.00082 3.02496L1.06648 3.00128L1.04273 2.93543ZM0.802214 2.27468L0.778464 2.20883L0.712422 2.23265L0.736436 2.29863L0.802214 2.27468ZM4.98231 0.767003L4.96017 0.700576L4.95856 0.701155L4.98231 0.767003ZM4.9833 0.766675L5.00545 0.833106L5.00724 0.832455L4.9833 0.766675ZM6.33507 1.39705L6.26929 1.42098L6.26929 1.42099L6.33507 1.39705ZM11.3523 15.1818L11.3682 15.25L11.445 15.232L11.418 15.1579L11.3523 15.1818ZM11.0146 15.282L11.0385 15.3477L11.0385 15.3477L11.0146 15.282ZM10.6917 15.4228L10.6259 15.4467L10.6529 15.5209L10.7233 15.4852L10.6917 15.4228ZM14.0346 18.9759L13.9712 18.9463L13.9712 18.9463L14.0346 18.9759ZM12.7783 20.1271L12.7543 20.0613H12.7543L12.7783 20.1271ZM9.9246 18.7964L9.99038 18.7724L9.99038 18.7724L9.9246 18.7964ZM11.2553 15.9427L11.2313 15.8769H11.2313L11.2553 15.9427ZM14.109 17.2734L14.0432 17.2974L14.0432 17.2974L14.109 17.2734ZM14.8696 17.3708L14.8015 17.3868L14.8195 17.4635L14.8936 17.4366L14.8696 17.3708ZM14.7697 17.033L14.7039 17.0569L14.7039 17.057L14.7697 17.033ZM14.6293 16.71L14.6054 16.6442L14.5311 16.6712L14.5669 16.7417L14.6293 16.71ZM22.9571 13.6816L23.0229 13.6577L22.999 13.5919L22.9332 13.6158L22.9571 13.6816ZM23.1976 14.3423L23.2216 14.4081L23.2874 14.3842L23.2634 14.3184L23.1976 14.3423ZM24.0445 14.4084L23.5634 13.087L23.4319 13.1349L23.9129 14.4563L24.0445 14.4084ZM23.5634 13.087C23.524 12.9785 23.4445 12.8963 23.3481 12.8505L23.288 12.9769C23.3526 13.0076 23.4055 13.0625 23.4319 13.1349L23.5634 13.087ZM23.3498 12.8514L23.3477 12.8503L23.2841 12.975L23.2862 12.976L23.3498 12.8514ZM23.3459 12.8493C23.3385 12.8459 23.3271 12.8415 23.3263 12.8412L23.2733 12.9708C23.2833 12.9749 23.2828 12.9744 23.286 12.9759L23.3459 12.8493ZM23.3262 12.8412C23.3243 12.8404 23.3232 12.8399 23.3196 12.8384C23.3168 12.8372 23.3126 12.8355 23.308 12.8338L23.2612 12.9658C23.2648 12.967 23.2632 12.9667 23.2734 12.9708L23.3262 12.8412ZM23.3045 12.8327L23.3007 12.8315L23.2609 12.9658L23.2647 12.9669L23.3045 12.8327ZM23.3035 12.8324C23.2158 12.8024 23.1173 12.8007 23.0232 12.835L23.0711 12.9666C23.1338 12.9437 23.1993 12.9447 23.2581 12.9649L23.3035 12.8324ZM23.0232 12.835L21.8736 13.2531L21.9215 13.3847L23.0711 12.9666L23.0232 12.835ZM21.9633 13.2949L19.5178 6.57554L19.3862 6.62343L21.8318 13.3428L21.9633 13.2949ZM19.5178 6.57554L18.556 3.93284L18.4244 3.98072L19.3862 6.62343L19.5178 6.57554ZM18.5559 3.93272C18.4952 3.7669 18.3364 3.65564 18.1597 3.65564V3.79564C18.2775 3.79564 18.3839 3.8701 18.4245 3.98085L18.5559 3.93272ZM18.1597 3.65564C18.111 3.65564 18.062 3.66405 18.0157 3.681L18.0638 3.81247C18.0943 3.8013 18.127 3.79564 18.1597 3.79564V3.65564ZM18.0159 3.68093C17.7971 3.76023 17.6842 4.00296 17.7635 4.22111L17.8951 4.17329C17.8422 4.02769 17.9177 3.86543 18.0636 3.81255L18.0159 3.68093ZM17.7635 4.22115L18.6054 6.53357L18.737 6.48568L17.895 4.17325L17.7635 4.22115ZM18.6472 6.44385L14.1325 8.087L14.1804 8.21855L18.6951 6.57541L18.6472 6.44385ZM14.1325 8.08699L11.3795 9.08889L11.4274 9.22045L14.1804 8.21855L14.1325 8.08699ZM11.4692 9.13073L9.62536 4.06568L9.49381 4.11357L11.3377 9.17862L11.4692 9.13073ZM9.58352 4.1554L12.0063 3.27369L11.9585 3.14213L9.53565 4.02384L9.58352 4.1554ZM11.9166 3.23186L12.4377 4.66313L12.5692 4.61524L12.0482 3.18396L11.9166 3.23186ZM12.4377 4.66305C12.4978 4.82893 12.6567 4.94079 12.8335 4.94079V4.80079C12.7158 4.80079 12.6094 4.726 12.5693 4.61532L12.4377 4.66305ZM12.8335 4.94079C12.8828 4.94079 12.9315 4.93235 12.9785 4.91473L12.9294 4.78363C12.8986 4.79517 12.8666 4.80079 12.8335 4.80079V4.94079ZM12.9779 4.91496L14.7398 4.27372L14.692 4.14216L12.93 4.7834L12.9779 4.91496ZM14.7397 4.27376C14.8455 4.2355 14.9299 4.15771 14.9775 4.05629L14.8508 3.99678C14.8188 4.06504 14.7626 4.11662 14.6921 4.14211L14.7397 4.27376ZM14.9776 4.05613C15.0129 3.9805 15.0244 3.89792 15.0127 3.8174L14.8742 3.8376C14.882 3.89143 14.8743 3.94638 14.8507 3.99693L14.9776 4.05613ZM15.0132 3.8214L15.0131 3.82032L14.8736 3.83253L14.8737 3.83361L15.0132 3.8214ZM15.0126 3.81613C15.0108 3.80419 15.0083 3.79285 15.0061 3.78315L14.8697 3.81494C14.8717 3.82334 14.8732 3.83037 14.8741 3.83672L15.0126 3.81613ZM15.006 3.78295C15.0062 3.78353 15.0062 3.78388 15.0059 3.7824C15.0057 3.78138 15.0052 3.77851 15.0045 3.77535L14.8682 3.80756C14.8681 3.80697 14.868 3.80662 14.8683 3.8081C14.8685 3.80913 14.869 3.81199 14.8698 3.81515L15.006 3.78295ZM15.0042 3.77441C15.0008 3.76064 14.9966 3.74707 14.9918 3.73366L14.8601 3.78137C14.8634 3.79046 14.8662 3.79949 14.8685 3.8085L15.0042 3.77441ZM14.9917 3.73358L14.4709 2.30226L14.3393 2.35014L14.8602 3.78145L14.9917 3.73358ZM14.429 2.39198L16.8513 1.5104L16.8034 1.37884L14.3811 2.26042L14.429 2.39198ZM16.7616 1.46857L17.2826 2.8997L17.4141 2.85181L16.8931 1.42068L16.7616 1.46857ZM17.2826 2.89982C17.3433 3.0655 17.502 3.17732 17.6788 3.17732V3.03732C17.5612 3.03732 17.4547 2.96257 17.4141 2.85169L17.2826 2.89982ZM17.6788 3.17732C17.7276 3.17732 17.7767 3.16889 17.8238 3.15133L17.7748 3.02018C17.744 3.03168 17.7115 3.03732 17.6788 3.03732V3.17732ZM17.8232 3.15155C18.0415 3.07221 18.1543 2.82993 18.0751 2.61143L17.9435 2.65915C17.9964 2.80524 17.9208 2.96711 17.7754 3.01996L17.8232 3.15155ZM18.0751 2.61135L17.4338 0.849375L17.3022 0.897254L17.9435 2.65923L18.0751 2.61135ZM17.4338 0.849247C17.3806 0.704088 17.2523 0.600894 17.1028 0.577297L17.081 0.715585C17.181 0.731363 17.2668 0.800574 17.3023 0.897382L17.4338 0.849247ZM17.1028 0.577297C17.0815 0.57392 17.0596 0.572175 17.0376 0.572175V0.712175C17.0522 0.712175 17.0668 0.713337 17.081 0.715584L17.1028 0.577297ZM17.0376 0.572175C16.9888 0.572175 16.9398 0.580578 16.8935 0.59753L16.9416 0.729008C16.9721 0.717835 17.0048 0.712175 17.0376 0.712175V0.572175ZM16.8936 0.597491L13.8119 1.71925L13.8598 1.85081L16.9415 0.729047L16.8936 0.597491ZM13.8179 1.71736L13.8163 1.71778L13.8521 1.85312L13.8537 1.8527L13.8179 1.71736ZM13.8075 1.72077L13.8047 1.7219L13.8583 1.85125L13.861 1.85013L13.8075 1.72077ZM13.8076 1.7208L12.0514 2.36008L12.0993 2.49163L13.8555 1.85235L13.8076 1.7208ZM12.0569 2.35832L12.0538 2.35916L12.0907 2.49423L12.0938 2.49339L12.0569 2.35832ZM12.045 2.3622L12.0399 2.36436L12.0944 2.49335L12.0995 2.49119L12.045 2.3622ZM12.0432 2.36307L8.96499 3.48352L9.01287 3.61508L12.0911 2.49463L12.0432 2.36307ZM8.96512 3.48347C8.85934 3.52174 8.77492 3.59953 8.72729 3.70095L8.85401 3.76046C8.88607 3.69219 8.94228 3.64061 9.01274 3.61513L8.96512 3.48347ZM8.72723 3.70108C8.67954 3.80319 8.67442 3.91811 8.71321 4.02387L8.84465 3.97566C8.81876 3.90508 8.82208 3.82884 8.85408 3.76033L8.72723 3.70108ZM8.71315 4.02371L10.7971 9.74969L10.9287 9.70181L8.84471 3.97583L8.71315 4.02371ZM10.7971 9.74969L12.8011 15.2562L12.9327 15.2083L10.9287 9.70181L10.7971 9.74969ZM12.8874 15.1653C12.6272 15.0858 12.354 15.0411 12.0743 15.0357L12.0716 15.1757C12.3382 15.1809 12.5985 15.2234 12.8465 15.2992L12.8874 15.1653ZM12.1387 15.0818L7.06174 1.13268L6.93018 1.18057L12.0071 15.1296L12.1387 15.0818ZM7.06174 1.13268C6.71701 0.185622 5.66623 -0.304332 4.71908 0.0402879L4.76695 0.17185C5.64146 -0.146339 6.61191 0.30617 6.93018 1.18057L7.06174 1.13268ZM4.71927 0.0402209L0.208421 1.66715L0.255919 1.79885L4.76677 0.171917L4.71927 0.0402209ZM0.210045 1.66659L0.209061 1.66691L0.253311 1.79974L0.254295 1.79941L0.210045 1.66659ZM0.207233 1.66755C0.196212 1.67156 0.185913 1.6763 0.17901 1.67939L0.2363 1.80713C0.244865 1.80329 0.249941 1.80099 0.255138 1.7991L0.207233 1.66755ZM0.179225 1.6793C0.179352 1.67924 0.179295 1.67927 0.178877 1.67944C0.178297 1.67968 0.178019 1.67979 0.176901 1.68024C0.175261 1.6809 0.171911 1.68226 0.168212 1.68405L0.229191 1.81007C0.228399 1.81045 0.228048 1.81057 0.229419 1.81001C0.230174 1.80971 0.233219 1.8085 0.236084 1.80723L0.179225 1.6793ZM0.168652 1.68384C0.158098 1.68885 0.148171 1.69468
                    0.141941 1.69824L0.2114 1.81979C0.219608 1.8151 0.224117 1.81248 0.228751 1.81028L0.168652 1.68384ZM0.141941 1.69824C0.142053 1.69817 0.141982 1.69822 0.141527 1.69846C0.14077 1.69886 0.140739 1.69887 0.139424 1.69957C0.137669 1.7005 0.134205 1.70233 0.130399 1.70473L0.204942 1.82323C0.204042 1.8238 0.203601 1.824 0.204881 1.82332C0.20549 1.823 0.20862 1.82138 0.2114 1.81979L0.141941 1.69824ZM0.1313 1.70417C0.121763 1.70997 0.112847 1.71644 0.107286 1.72037L0.188118 1.83468C0.195682 1.82933 0.199703 1.82643 0.204041 1.82379L0.1313 1.70417ZM0.107189 1.72044C0.106835 1.72069 0.10652 1.7209 0.104485 1.72225C0.102929 1.72329 0.100013 1.72523 0.0968893 1.72758L0.180889 1.83958C0.180578 1.83981 0.180616 1.83976 0.182036 1.83881C0.182977 1.83819 0.185662 1.83642 0.188214 1.83461L0.107189 1.72044ZM0.0964792 1.72789C0.0881411 1.73423 0.0804593 1.74105 0.075415 1.74543L0.167301 1.85106C0.173788 1.84542 0.17745 1.8422 0.181299 1.83927L0.0964792 1.72789ZM0.0749051 1.74588C0.0749782 1.74582 0.0748893 1.7459 0.0744871 1.74623C0.0739973 1.74664 0.0735985 1.74696 0.0726252 1.74775C0.0711063 1.74899 0.068009 1.75152 0.0647366 1.75457L0.160261 1.85692C0.159801 1.85735 0.15968 1.85741 0.161162 1.8562C0.162127 1.85542 0.165015 1.85309 0.167811 1.85061L0.0749051 1.74588ZM0.0652789 1.75407C0.0575229 1.76116 0.049745 1.76966 0.0464258 1.77313L0.147635 1.86986C0.15444 1.86274 0.1566 1.86027 0.159719 1.85742L0.0652789 1.75407ZM0.0459373 1.77365C0.0456071 1.774 0.0452852 1.77432 0.043405 1.77619C0.0419324 1.77766 0.0392196 1.78036 0.0363661 1.78357L0.140913 1.87668C0.140731 1.87688 0.140831 1.87675 0.142195 1.87539C0.14315 1.87444 0.145688 1.87195 0.148123 1.86935L0.0459373 1.77365ZM0.0362707 1.78367C0.0296675 1.79112 0.0233528 1.79944 0.0199879 1.80372L0.130104 1.89018C0.135645 1.88312 0.138049 1.87991 0.141008 1.87657L0.0362707 1.78367ZM0.0202282 1.80342C0.019458 1.80439 0.0191341 1.80475 0.0170978 1.80722C0.0155366 1.80912 0.0130733 1.81215 0.0105056 1.81572L0.124211 1.8974C0.124034 1.89764 0.124149 1.89746 0.125201 1.89618C0.125778 1.89548 0.128103 1.8927 0.129864 1.89048L0.0202282 1.80342ZM0.0107885 1.81533C0.00515509 1.82306 -0.000208369 1.83175 -0.00283636 1.83584L0.11496 1.9115C0.119738 1.90406 0.121499 1.90112 0.123929 1.89779L0.0107885 1.81533ZM-0.00296422 1.83604C-0.0035282 1.83692 -0.00400048 1.83761 -0.00566669 1.84008C-0.00701397 1.84208 -0.00919681 1.84533 -0.0114243 1.84909L0.109017 1.92046C0.108991 1.92051 0.109065 1.92038 0.109304 1.92001C0.109554 1.91963 0.109887 1.91912 0.110419 1.91833C0.111225 1.91714 0.113261 1.91416 0.115088 1.9113L-0.00296422 1.83604ZM-0.0114884 1.8492C-0.0162111 1.8572 -0.0207802 1.86651 -0.0227419 1.87031L0.101678 1.9345C0.10581 1.92649 0.107053 1.92379 0.109081 1.92036L-0.0114884 1.8492ZM-0.0227072 1.87024C-0.023373 1.87153 -0.023875 1.87242 -0.0253773 1.8752C-0.0266083 1.87748 -0.0284296 1.88089 -0.0302588 1.88476L0.0963512 1.94451C0.0979544 1.94111 0.0968104 1.94391 0.101643 1.93456L-0.0227072 1.87024ZM-0.0303605 1.88498C-0.0340161 1.89279 -0.0379769 1.90315 -0.0390933 1.90588L0.090467 1.95893C0.0942256 1.94975 0.094671 1.9481 0.0964529 1.9443L-0.0303605 1.88498ZM-0.0392602 1.90629C-0.0398385 1.90773 -0.0401887 1.90849 -0.041571 1.91174C-0.0426771 1.91435 -0.0443381 1.91832 -0.0459304 1.92291L0.0863355 1.9688C0.0863168 1.96885 0.0863609 1.96872 0.0865178 1.96833C0.0866812 1.96792 0.086912 1.96736 0.0872846 1.96648C0.087789 1.96529 0.0893841 1.96162 0.090634 1.95852L-0.0392602 1.90629ZM-0.0457674 1.92245C-0.0486937 1.93069 -0.0513066 1.94029 -0.0523521 1.94385L0.081976 1.9833C0.0843992 1.97504 0.0849738 1.97264 0.0861725 1.96926L-0.0457674 1.92245ZM-0.0522713 1.94358C-0.0523683 1.9439 -0.0557984 1.95457 -0.0574283 1.96097L0.0782397 1.99552C0.079141 1.99199 0.0790859 1.99299 0.0818952 1.98357L-0.0522713 1.94358ZM-0.0575043 1.96127C-0.0595037 1.96927 -0.061313 1.97956 -0.0618652 1.98234L0.0754579 2.00959C0.0772494 2.00056 0.0774089 1.99885 0.0783157 1.99522L-0.0575043 1.96127ZM-0.0618443 1.98224C-0.0620333 1.98318 -0.0644067 1.99381 -0.0654906 2.00088L0.0728958 2.02208C0.0734057 2.01875 0.0735636 2.01906 0.075437 2.00969L-0.0618443 1.98224ZM-0.0654582 2.00067C-0.0667636 2.00903 -0.067665 2.02107 -0.0678196 2.0226L0.0714749 2.03664C0.0725389 2.02608 0.0722939 2.02593 0.0728635 2.02229L-0.0654582 2.00067ZM-0.0678372 2.02278C-0.0680277 2.02472 -0.0681899 2.0259 -0.0686099 2.0296C-0.0689525 2.03262 -0.0694135 2.03692 -0.0696676 2.04171L0.0701354 2.04913C0.0703312 2.04544 0.0704479 2.0471 0.0714924 2.03646L-0.0678372 2.02278ZM-0.0696679 2.04171C-0.070124 2.05031 -0.0698599 2.06138 -0.0698599 2.06398H0.0701401C0.0701401 2.0542 0.0699355 2.0529 0.0701357 2.04912L-0.0696679 2.04171ZM-0.0698599 2.06398C-0.0698599 2.06592 -0.0699055 2.06714 -0.0699628 2.07084C-0.0700097 2.07387 -0.0700497 2.07819 -0.0698383 2.08296L0.0700248 2.07678C0.0698593 2.07304 0.0701401 2.07474 0.0701401 2.06398H-0.0698599ZM-0.0698367 2.083C-0.0694532 2.09157 -0.0680006 2.10344 -0.0677984 2.10552L0.0715474 2.092C0.0705309 2.08152 0.0702022 2.08074 0.0700232 2.07674L-0.0698367 2.083ZM-0.0677843 2.10566C-0.0677129 2.10638 -0.0668674 2.11742 -0.0658751 2.12436L0.0727178 2.10456C0.0722102 2.10101 0.0724931 2.10154 0.0715333 2.09186L-0.0677843 2.10566ZM-0.0658004 2.12487C-0.0645166 2.13341 -0.0620562 2.14424 -0.0614762 2.14709L0.0757252 2.11924C0.073774 2.10963 0.0732344 2.10799 0.0726431 2.10405L-0.0658004 2.12487ZM-0.0614691 2.14713C-0.061074 2.14907 -0.0608574 2.15037 -0.0601742 2.15402C-0.0596084 2.15704 -0.0587858 2.16129 -0.0576332 2.16594L0.0782572 2.13227C0.0772855 2.12835 0.0778824 2.12984 0.075718 2.11921L-0.0614691 2.14713ZM-0.057628 2.16596C-0.0554512 2.17473 -0.0515466 2.18624 -0.0508658 2.18843L0.0828333 2.1469C0.0796704 2.13672 0.0791688 2.13594 0.0782519 2.13225L-0.057628 2.16596ZM-0.0508407 2.18851C-0.0503407 2.19011 -0.0500313 2.19127 -0.0490149 2.19479C-0.0481771 2.19769 -0.0469145 2.20198 -0.045237 2.20667L0.0865795 2.15951C0.0850518 2.15524 0.0864702 2.15856 0.0828083 2.14682L-0.0508407 2.18851ZM-0.0457354 2.20523L-0.0454072 2.20621L0.087406 2.16193L0.0870779 2.16095L-0.0457354 2.20523ZM-0.0447786 2.20802L0.436203 3.52941L0.567759 3.48153L0.0867774 2.16013L-0.0447786 2.20802ZM0.436186 3.52937C0.44109 3.54287 0.449758 3.55975 0.451389 3.56327L0.578448 3.50448C0.57136 3.48917 0.57009 3.48795 0.567776 3.48157L0.436186 3.52937ZM0.451517 3.56355C0.452606 3.56587 0.453232 3.56748 0.455478 3.5727C0.457286 3.5769 0.460092 3.58329 0.463844 3.59002L0.586149 3.52189C0.586149 3.52189 0.586146 3.52189 0.586139 3.52187C0.586133 3.52186 0.586124 3.52185 0.586111 3.52182C0.586087 3.52178 0.586051 3.52171 0.586003 3.52161C0.585906 3.52142 0.58577 3.52115 0.585591 3.52076C0.585214 3.51996 0.584749 3.51892 0.584085 3.51738C0.583755 3.51661 0.583415 3.51581 0.583013 3.51487C0.582629 3.51396 0.582177 3.5129 0.581715 3.51182C0.580791 3.50967 0.579639 3.50703 0.57832 3.50421L0.451517 3.56355ZM0.463778 3.5899C0.471398 3.60364 0.481547 3.61744 0.485675 3.62346L0.601161 3.54432C0.592633 3.53188 0.589563 3.52805 0.586215 3.52201L0.463778 3.5899ZM0.485831 3.62369C0.486696 3.62494 0.487236 3.62586 0.489889 3.63007C0.491968 3.63338 0.495509 3.63895 0.500064 3.64474L0.610116 3.5582C0.610358 3.55851 0.610056 3.55817 0.608373 3.5555C0.607264 3.55374 0.604125 3.54861 0.601005 3.5441L0.485831 3.62369ZM0.499835 3.64445C0.510287 3.65789 0.522221 3.66978 0.529397 3.6772L0.630001 3.57984C0.620302 3.56982 0.614986 3.56446 0.610345 3.5585L0.499835 3.64445ZM0.529341 3.67714C0.529319 3.67712 0.529513 3.67732 0.530089 3.67797C0.530822 3.6788 0.531269 3.67933 0.532572 3.68082C0.534566 3.68312 0.538413 3.68753 0.543201 3.69205L0.63926 3.5902C0.639923 3.59083 0.639973 3.59098 0.638217 3.58896C0.637123 3.5877 0.633653 3.58362 0.630057 3.5799L0.529341 3.67714ZM0.543263 3.69211C0.556143 3.70423 0.569915 3.7144 0.579518 3.72161L0.663599 3.60967C0.652483 3.60132 0.645349 3.59593 0.639198 3.59015L0.543263 3.69211ZM0.579114 3.72131C0.578909 3.72115 0.578948 3.72117 0.579432 3.72157C0.580134 3.72216 0.580406 3.7224 0.581783 3.72357C0.583757 3.72524 0.587915 3.72875 0.59305 3.73226L0.672004 3.61665C0.673296 3.61753 0.673845 3.61807 0.672232 3.61671C0.671401 3.616 0.66771 3.6128 0.664002 3.60998L0.579114 3.72131ZM0.592758 3.73206C0.607706 3.74238 0.622972 3.75057 0.635078 3.75695L0.700382 3.63311C0.688488 3.62684 0.679754 3.622 0.672297 3.61685L0.592758 3.73206ZM0.635128 3.75698C0.634205 3.75649 0.633526 3.75604 0.636002 3.75758C0.6376 3.75857 0.641971 3.76132 0.647205 3.7639L0.709162 3.63835C0.710786 3.63916 0.711711 3.63979 0.709876 3.63865C0.708918 3.63806 0.704818 3.63545 0.700332 3.63309L0.635128 3.75698ZM0.647456 3.76402C0.663874 3.77204 0.680322 3.77787 0.693174 3.78236L0.739316 3.65018C0.726387 3.64567 0.717055 3.64221 0.708911 3.63823L0.647456 3.76402ZM0.693121 3.78234C0.69216 3.782 0.691426 3.78166 0.69406 3.78279C0.695787 3.78354 0.700432 3.78556 0.705914 3.78732L0.748702 3.65402C0.750387 3.65456 0.751375 3.65505 0.749458 3.65422C0.748448 3.65378 0.744081 3.65185 0.73937 3.6502L0.693121 3.78234ZM0.70624 3.78743C0.723885 3.793 0.741301 3.79633 0.754623 3.79889L0.780992 3.6614C0.766939 3.6587 0.757168 3.65669 0.748376 3.65392L0.70624 3.78743ZM0.754907 3.79894C0.753749 3.79873 0.752708 3.79843 0.755662 3.7992C0.75753 3.79969 0.762688 3.80107 0.768752 3.80196L0.789269 3.66348C0.791536 3.66381 0.792968 3.66425 0.791121 3.66377C0.79036 3.66357 0.785616 3.66226 0.780708 3.66134L0.754907 3.79894ZM0.768103 3.80187C0.78937 3.80522 0.81088 3.80685 0.832401 3.80685V3.66685C0.817922 3.66685 0.803713 3.66575 0.789919 3.66358L0.768103 3.80187ZM0.832401 3.80685C0.844524 3.80685 0.85639 3.80627 0.867897 3.80536L0.856811 3.6658C0.848256 3.66648 0.840153 3.66685 0.832401 3.66685V3.80685ZM0.868691 3.80529C0.872068 3.80499 0.875079 3.80452 0.875772 3.80441C0.877118 3.80421 0.876146 3.80438 0.874832 3.8045L0.862157 3.66507C0.858781 3.66538 0.855769 3.66585
                    0.855077 3.66595C0.85373 3.66615 0.854703 3.66599 0.856016 3.66587L0.868691 3.80529ZM0.875865 3.80439C0.883914 3.80354 0.893771 3.80246 0.904125 3.80069L0.880583 3.66269C0.874999 3.66364 0.869012 3.66434 0.861124 3.66517L0.875865 3.80439ZM0.90472 3.80059C0.908375 3.79993 0.911644 3.79918 0.91358 3.79874C0.916002 3.79818 0.916646 3.79802 0.917389 3.79787L0.889256 3.66073C0.886343 3.66132 0.88333 3.66204 0.882096 3.66232C0.881288 3.66251 0.880784 3.66262 0.880397 3.6627C0.880026 3.66278 0.879919 3.6628 0.879987 3.66279L0.90472 3.80059ZM0.917538 3.79784C0.922497 3.79681 0.931615 3.79505 0.940422 3.79268L0.904098 3.65748C0.900342 3.65849 0.896804 3.65916 0.889107 3.66076L0.917538 3.79784ZM0.939794 3.79285C0.949389 3.79037 0.959018 3.78702 0.964224 3.7853L0.920233 3.65239C0.912126 3.65507 0.908537 3.65633 0.904725 3.65731L0.939794 3.79285ZM0.963164 3.78564C0.964436 3.78524 0.964574 3.78522 0.967257 3.78441C0.969231 3.78381 0.972202 3.78289 0.975525 3.78168L0.927681 3.65011C0.927911 3.65002 0.927765 3.65009 0.92661 3.65044C0.926164 3.65057 0.923162 3.65146 0.921292 3.65205L0.963164 3.78564ZM0.976413 3.78135L0.977772 3.78083L0.928153 3.64992L0.926794 3.65044L0.976413 3.78135ZM0.976713 3.78122L5.15733 2.27336L5.10983 2.14166L0.929213 3.64953L0.976713 3.78122ZM5.0678 2.23145L10.0254 15.852L10.157 15.8041L5.19936 2.18357L5.0678 2.23145ZM10.0451 15.7754C9.13983 16.5672 8.76253 17.8641 9.19817 19.0609L9.32972 19.013C8.91459 17.8725 9.27388 16.6359 10.1373 15.8807L10.0451 15.7754ZM9.19817 19.0609C9.62804 20.2419 10.7607 21.0353 12.0171 21.0353V20.8953C10.8196 20.8953 9.73947 20.1387 9.32972 19.013L9.19817 19.0609ZM12.0171 21.0353C12.3667 21.0353 12.7118 20.9742 13.0428 20.8537L12.9949 20.7221C12.6791 20.8371 12.3502 20.8953 12.0171 20.8953V21.0353ZM13.0428 20.8537C13.7956 20.5797 14.3968 20.0288 14.7354 19.3027L14.6085 19.2436C14.2856 19.936 13.7128 20.4608 12.9949 20.7221L13.0428 20.8537ZM14.7354 19.3027C14.9153 18.9168 15.0088 18.5059 15.0166 18.0924L14.8766 18.0897C14.8692 18.4838 14.7802 18.8755 14.6085 19.2436L14.7354 19.3027ZM14.9705 18.1568L23.7924 14.9488L23.7446 14.8172L14.9227 18.0253L14.9705 18.1568ZM23.7922 14.9489C23.7959 14.9475 23.7991 14.9461 23.8003 14.9456C23.8021 14.9448 23.8015 14.9451 23.8007 14.9454L23.7501 14.8148C23.7471 14.816 23.7442 14.8173 23.7437 14.8175C23.7425 14.818 23.7434 14.8176 23.7448 14.8171L23.7922 14.9489ZM23.8007 14.9454C23.8097 14.9419 23.821 14.9375 23.8323 14.9319L23.7711 14.806C23.7655 14.8088 23.7591 14.8114 23.7501 14.8148L23.8007 14.9454ZM23.832 14.9321C23.8361 14.9301 23.8395 14.9282 23.8415 14.9271C23.844 14.9257 23.8443 14.9255 23.8448 14.9252L23.7796 14.8013C23.7766 14.8029 23.7735 14.8047 23.7725 14.8053C23.771 14.8061 23.771 14.8061 23.7714 14.8059L23.832 14.9321ZM23.8445 14.9254C23.8504 14.9223 23.86 14.9175 23.8692 14.9119L23.7963 14.7923C23.7922 14.7948 23.7879 14.797 23.7799 14.8012L23.8445 14.9254ZM23.8698 14.9115C23.8736 14.9091 23.8769 14.9068 23.8787 14.9055C23.881 14.9039 23.8814 14.9035 23.8819 14.9032L23.8053 14.7861C23.8021 14.7882 23.799 14.7904 23.7977 14.7913C23.7959 14.7926 23.7956 14.7928 23.7956 14.7928L23.8698 14.9115ZM23.8826 14.9028C23.8865 14.9001 23.8958 14.8942 23.9036 14.8883L23.8193 14.7765C23.8156 14.7793 23.8127 14.7811 23.8045 14.7866L23.8826 14.9028ZM23.9041 14.8879C23.9071 14.8856 23.9096 14.8834 23.9104 14.8827C23.9116 14.8816 23.9109 14.8822 23.91 14.883L23.8233 14.7731C23.8206 14.7752 23.8182 14.7774 23.8177 14.7777C23.8168 14.7786 23.8176 14.7779 23.8188 14.7769L23.9041 14.8879ZM23.9103 14.8827C23.9174 14.8771 23.9265 14.8698 23.9354 14.8615L23.8401 14.759C23.8356 14.7632 23.8304 14.7674 23.823 14.7733L23.9103 14.8827ZM23.9386 14.8583L23.9419 14.8549L23.8402 14.7587L23.8369 14.7622L23.9386 14.8583ZM23.9397 14.8571C23.9471 14.85 23.9555 14.8416 23.9638 14.8323L23.8593 14.7392C23.8545 14.7445 23.8491 14.7499 23.8424 14.7565L23.9397 14.8571ZM23.966 14.8297L23.9697 14.8251L23.8608 14.7372L23.8571 14.7418L23.966 14.8297ZM23.9685 14.8266C23.975 14.819 23.9823 14.8101 23.9894 14.8004L23.8762 14.7181C23.8723 14.7234 23.8677 14.7291 23.8621 14.7356L23.9685 14.8266ZM23.9915 14.7973L23.9932 14.7948L23.8757 14.7186L23.874 14.7212L23.9915 14.7973ZM23.9915 14.7972C23.9981 14.7879 24.0051 14.7776 24.0117 14.7664L23.8909 14.6955C23.8871 14.702 23.8826 14.7088 23.8773 14.7162L23.9915 14.7972ZM24.0132 14.7636L24.0158 14.7587L23.892 14.6933L23.8894 14.6982L24.0132 14.7636ZM24.0148 14.7606C24.0198 14.7517 24.0253 14.7417 24.0304 14.7309L23.9036 14.6714C23.9008 14.6775 23.8973 14.6839 23.8931 14.6914L24.0148 14.7606ZM24.0305 14.7306C24.0322 14.7269 24.0335 14.7236 24.0343 14.7216C24.0353 14.719 24.0355 14.7186 24.0358 14.7178L23.9066 14.664C23.9055 14.6666 23.9043 14.6696 23.904 14.6705C23.9034 14.6719 23.9034 14.672 23.9035 14.6716L24.0305 14.7306ZM24.0354 14.7187C24.0381 14.7124 24.0422 14.7033 24.0456 14.6937L23.914 14.6461C23.9123 14.6508 23.9102 14.6555 23.9069 14.6631L24.0354 14.7187ZM24.0458 14.6932C24.0482 14.6866 24.0512 14.6756 24.0513 14.6752L23.9173 14.6347C23.9144 14.6443 23.9149 14.6434 23.9138 14.6466L24.0458 14.6932ZM24.0512 14.6756C24.0519 14.6734 24.0554 14.6628 24.0575 14.6545L23.9216 14.6208C23.9208 14.6241 23.9203 14.625 23.9174 14.6343L24.0512 14.6756ZM24.0575 14.6545C24.0603 14.6431 24.0623 14.6321 24.0638 14.6231L23.9258 14.5996C23.9243 14.6081 23.9231 14.6148 23.9216 14.6207L24.0575 14.6545ZM24.0639 14.6224C24.0637 14.6236 24.0635 14.6246 24.0639 14.6229C24.0641 14.6219 24.0649 14.6184 24.0655 14.6143L23.9269 14.5945C23.9271 14.5927 23.9274 14.5915 23.9271 14.5928C23.927 14.5934 23.9263 14.5967 23.9257 14.6003L24.0639 14.6224ZM24.0654 14.6148C24.0755 14.5474 24.0693 14.4767 24.0445 14.4084L23.9129 14.4563C23.9296 14.5021 23.9336 14.5493 23.9269 14.5941L24.0654 14.6148ZM13.6787 2.59059L14.0792 3.69168L14.2108 3.64382L13.8103 2.54273L13.6787 2.59059ZM14.1211 3.60197L13.0199 4.00275L13.0678 4.13431L14.169 3.73353L14.1211 3.60197ZM13.1096 4.04459L12.7088 2.94355L12.5773 2.99143L12.9781 4.09247L13.1096 4.04459ZM12.667 3.03327L13.7684 2.63244L13.7205 2.50088L12.6191 2.90171L12.667 3.03327ZM15.7627 8.31655L16.1636 9.41754L16.2951 9.36965L15.8943 8.26865L15.7627 8.31655ZM16.2054 9.32782L15.1039 9.72869L15.1518 9.86025L16.2533 9.45937L16.2054 9.32782ZM15.1936 9.77053L14.7929 8.66949L14.6614 8.71737L15.0621 9.81841L15.1936 9.77053ZM14.7511 8.75921L15.8525 8.35838L15.8046 8.22682L14.7032 8.62765L14.7511 8.75921ZM11.668 9.8812L14.0905 8.99963L14.0426 8.86807L11.6202 9.74964L11.668 9.8812ZM14.0008 8.95779L14.5218 10.3891L14.6534 10.3412L14.1323 8.9099L14.0008 8.95779ZM14.5218 10.389C14.582 10.5549 14.7409 10.6666 14.9181 10.6666V10.5266C14.7999 10.5266 14.6935 10.4519 14.6534 10.3413L14.5218 10.389ZM14.9181 10.6666C14.9675 10.6666 15.0158 10.6576 15.0619 10.6409L15.0142 10.5093C14.9825 10.5208 14.9502 10.5266 14.9181 10.5266V10.6666ZM15.062 10.6409L16.824 9.99961L16.7761 9.86805L15.0141 10.5093L15.062 10.6409ZM16.8239 9.99964C17.0427 9.92034 17.1556 9.67804 17.0758 9.45936L16.9443 9.50736C16.9976 9.65336 16.9221 9.81513 16.7762 9.86802L16.8239 9.99964ZM17.0758 9.45941L16.5548 8.02823L16.4233 8.07613L16.9443 9.50731L17.0758 9.45941ZM16.513 8.11796L18.9358 7.2362L18.8879 7.10464L16.4651 7.9864L16.513 8.11796ZM18.8461 7.19436L21.1713 13.5828L21.3028 13.5349L18.9776 7.14648L18.8461 7.19436ZM21.2131 13.4931L14.1989 16.0438L14.2467 16.1754L21.261 13.6246L21.2131 13.4931ZM14.2754 16.0635C14.1407 15.9096 13.9912 15.7698 13.8289 15.6467L13.7443 15.7582C13.8989 15.8755 14.0414 16.0088 14.1701 16.1557L14.2754 16.0635ZM13.8524 15.6785L11.7099 9.79148L11.5783 9.83936L13.7208 15.7264L13.8524 15.6785ZM5.74023 1.61342C5.73845 1.60854 5.7366 1.60424 5.73526 1.60119C5.73368 1.59757 5.73304 1.59617 5.73222 1.59422L5.60293 1.64791C5.60763 1.65922 5.60714 1.6571 5.60879 1.66161L5.74023 1.61342ZM5.73197 1.59362C5.73164 1.59283 5.72706 1.58135 5.72384 1.57461L5.59753 1.63498C5.59937 1.63884 5.59892 1.63851 5.60318 1.6485L5.73197 1.59362ZM5.7239 1.57472C5.72175 1.5702 5.7196 1.5663 5.71811 1.56363C5.71627 1.56035 5.71575 1.55946 5.7149 1.55788L5.59147 1.62396C5.59691 1.63412 5.59585 1.63145 5.59747 1.63487L5.7239 1.57472ZM5.71487 1.55782C5.71307 1.55448 5.70824 1.54499 5.70352 1.53726L5.58401 1.61018C5.58604 1.6135 5.58711 1.61583 5.5915 1.62402L5.71487 1.55782ZM5.70333 1.53695C5.70099 1.53316 5.69873 1.52992 5.69729 1.52788C5.69551 1.52535 5.69504 1.52472 5.69439 1.52375L5.57813 1.60175C5.57997 1.60448 5.58208 1.60744 5.58284 1.60851C5.58337 1.60926 5.58369 1.60973 5.58393 1.61008C5.58416 1.61042 5.58423 1.61053 5.5842 1.61049L5.70333 1.53695ZM5.69458 1.52402C5.69184 1.5199 5.68588 1.51052 5.67958 1.50233L5.56858 1.58764C5.57099 1.59079 5.57272 1.5936 5.57795 1.60147L5.69458 1.52402ZM5.68008 1.50298C5.67738 1.49939 5.67478 1.49638 5.67352 1.49492C5.6727 1.49397 5.6724 1.49363 5.67201 1.49316C5.6717 1.4928 5.67165 1.49273 5.67173 1.49284L5.56207 1.57987C5.56437 1.58277 5.56679 1.58553 5.56753 1.58639C5.56871 1.58775 5.56852 1.58758 5.56808 1.58698L5.68008 1.50298ZM5.6714 1.49242C5.667 1.48697 5.66046 1.47873 5.65306 1.47081L5.55075 1.56637C5.55394 1.5698 5.55706 1.57365 5.56241 1.58029L5.6714 1.49242ZM5.65346 1.47124C5.65071 1.46825 5.64813 1.46579 5.64689 1.46461C5.64605 1.46381 5.64584 1.46361 5.64542 1.46321C5.64512 1.46292 5.6451 1.46289 5.64522 1.46301L5.54519 1.56096C5.54737 1.56318 5.54972 1.56539 5.55028 1.56593C5.55132 1.56692 5.55099 1.56664 5.55035 1.56594L5.65346 1.47124ZM5.64509 1.46288C5.63976 1.45747 5.63221 1.44969 5.62387 1.4423L5.531 1.54707C5.53504 1.55065 5.53902 1.55469 5.54531 1.56108L5.64509 1.46288ZM5.62333 1.44183C5.62087 1.43969 5.61859 1.43793 5.6177 1.43723C5.61636 1.43619 5.61667 1.43642 5.61704 1.43674L5.52686 1.54382C5.52902 1.54564 5.53117 1.5473 5.53169 1.5477C5.53265 1.54844 5.53222 1.54813 5.53154 1.54754L5.62333 1.44183ZM5.61748 1.43711C5.61027 1.43094 5.60157 1.42365 5.5919 1.41667L5.50991 1.53014C5.51477 1.53366
                    5.51994 1.5379 5.52643 1.54345L5.61748 1.43711ZM5.58954 1.41503L5.58635 1.41292L5.50908 1.52967L5.51227 1.53178L5.58954 1.41503ZM5.58834 1.41429C5.57892 1.40757 5.56891 1.40092 5.55827 1.39462L5.48692 1.51507C5.49353 1.51898 5.50021 1.52339 5.50709 1.5283L5.58834 1.41429ZM5.55447 1.39252L5.55246 1.39149L5.4887 1.51613L5.49071 1.51716L5.55447 1.39252ZM5.55575 1.39329C5.49826 1.35988 5.4331 1.34015 5.36562 1.33661L5.35828 1.47642C5.4033 1.47878 5.4469 1.49196 5.48541 1.51434L5.55575 1.39329ZM5.36195 1.33651H5.36045V1.47651H5.36195V1.33651ZM5.36377 1.33659C5.35087 1.33598 5.33775 1.33592 5.32437 1.33654L5.33091 1.47639C5.33957 1.47599 5.34828 1.47602 5.35714 1.47644L5.36377 1.33659ZM5.32439 1.33654C5.32046 1.33673 5.31708 1.33716 5.31613 1.33727C5.3144 1.33748 5.3155 1.33733 5.31672 1.33725L5.32647 1.47691C5.32971 1.47668 5.33282 1.47627 5.3331 1.47624C5.33417 1.47611 5.33281 1.4763 5.33089 1.47639L5.32439 1.33654ZM5.3171 1.33722C5.30713 1.33786 5.29532 1.33876 5.2829 1.3406L5.30347 1.47908C5.30999 1.47812 5.31712 1.47751 5.32609 1.47693L5.3171 1.33722ZM5.28249 1.34067C5.27823 1.34132 5.27442 1.34211 5.27184 1.34266C5.26867 1.34333 5.26769 1.34356 5.26614 1.34387L5.29305 1.48126C5.30292 1.47932 5.3006 1.47953 5.30388 1.47902L5.28249 1.34067ZM5.26703 1.3437C5.26149 1.34471 5.2515 1.34639 5.24176 1.34882L5.27571 1.48464C5.27984 1.48361 5.28382 1.48295 5.29216 1.48143L5.26703 1.3437ZM5.24176 1.34882C5.23109 1.35149 5.21986 1.35529 5.21403 1.35714L5.25638 1.49058C5.26621 1.48746 5.27063 1.48591 5.27571 1.48464L5.24176 1.34882ZM5.21361 1.35727C5.21325 1.35739 5.21294 1.35748 5.21057 1.35816C5.20873 1.35869 5.20532 1.35968 5.20155 1.361L5.24795 1.49309C5.24765 1.49319 5.24773 1.49315 5.24938 1.49267C5.25051 1.49235 5.25368 1.49145 5.2568 1.49044L5.21361 1.35727ZM5.20261 1.36064L5.20162 1.36097L5.24591 1.49378L5.24689 1.49345L5.20261 1.36064ZM5.20002 1.36153L1.01898 2.86958L1.06648 3.00128L5.24752 1.49322L5.20002 1.36153ZM1.10851 2.91148L0.867991 2.25074L0.736436 2.29863L0.97695 2.95937L1.10851 2.91148ZM0.825964 2.34053L5.00606 0.832851L4.95856 0.701155L0.778464 2.20883L0.825964 2.34053ZM5.00445 0.833409L5.00544 0.833081L4.96116 0.700268L4.96018 0.700596L5.00445 0.833409ZM5.00724 0.832455C5.51747 0.646783 6.08363 0.910805 6.26929 1.42098L6.40085 1.37311C6.18874 0.790262 5.54225 0.488787 4.95936 0.700895L5.00724 0.832455ZM6.26929 1.42099L11.2865 15.2058L11.418 15.1579L6.40085 1.3731L6.26929 1.42099ZM11.3363 15.1137C11.2199 15.1409 11.1045 15.1747 10.9906 15.2162L11.0385 15.3477C11.1468 15.3083 11.2568 15.276 11.3682 15.25L11.3363 15.1137ZM10.9906 15.2162C10.8758 15.258 10.7659 15.3067 10.66 15.3603L10.7233 15.4852C10.8248 15.4338 10.9296 15.3874 11.0385 15.3477L10.9906 15.2162ZM10.7574 15.3988L5.74029 1.61357L5.60873 1.66145L10.6259 15.4467L10.7574 15.3988ZM13.9712 18.9463C13.7277 19.4685 13.2957 19.8643 12.7543 20.0613L12.8022 20.1929C13.3785 19.9832 13.8389 19.5613 14.0981 19.0055L13.9712 18.9463ZM12.7543 20.0613C12.5158 20.1482 12.2678 20.1921 12.017 20.1921V20.3321C12.2843 20.3321 12.5485 20.2852 12.8022 20.1929L12.7543 20.0613ZM12.017 20.1921C11.114 20.1921 10.2993 19.6215 9.99038 18.7724L9.85882 18.8203C10.1879 19.7247 11.0551 20.3321 12.017 20.3321V20.1921ZM9.99038 18.7724C9.5837 17.6552 10.1619 16.4152 11.2792 16.0084L11.2313 15.8769C10.0414 16.31 9.42569 17.6304 9.85882 18.8203L9.99038 18.7724ZM11.2792 16.0084C11.5177 15.9216 11.7658 15.8777 12.0166 15.8777V15.7377C11.7492 15.7377 11.485 15.7845 11.2313 15.8769L11.2792 16.0084ZM12.0166 15.8777C12.9196 15.8777 13.7342 16.4483 14.0432 17.2974L14.1747 17.2495C13.8457 16.3451 12.9785 15.7377 12.0166 15.7377V15.8777ZM14.0432 17.2974C14.2403 17.8388 14.2147 18.4241 13.9712 18.9463L14.0981 19.0055C14.3573 18.4497 14.3845 17.8258 14.1747 17.2495L14.0432 17.2974ZM14.9378 17.3548C14.9105 17.2388 14.877 17.1233 14.8354 17.0091L14.7039 17.057C14.7434 17.1654 14.7753 17.2755 14.8015 17.3868L14.9378 17.3548ZM14.8354 17.0091C14.7939 16.895 14.7457 16.7847 14.6917 16.6783L14.5669 16.7417C14.6184 16.8432 14.6644 16.9484 14.7039 17.0569L14.8354 17.0091ZM14.6532 16.7758L22.9811 13.7474L22.9332 13.6158L14.6054 16.6442L14.6532 16.7758ZM22.8914 13.7055L23.1319 14.3663L23.2634 14.3184L23.0229 13.6577L22.8914 13.7055ZM23.1737 14.2766L14.8457 17.305L14.8936 17.4366L23.2216 14.4081L23.1737 14.2766Z" fill="white" mask="url(#path-3-inside-1)"/>
              </g>
              <defs>
                  <clipPath id="clip0">
                      <rect width="24" height="24" fill="white"/>
                  </clipPath>
              </defs>
          </svg>
      </i>
      <a href="/contacts">Самовывоз</a> сегодня, бесплатно
      из нашего магазина
  </li>
    <?}?>
    <?if($arResult['PROPERTIES']['DOSTAVKA']['VALUE'] == 'Да') {?>
  <li class="p-carddes__item">
    <?if($arResult['PROPERTIES']['FREE_DELIVERY']['VALUE'] == 'Да'):?>
      <i class="p-carddes__subicon">
          <svg width="23" height="22" viewBox="0 0 23 22" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g clip-path="url(#clip0)">
                  <path d="M21.424 9.94989L21.4297 9.9725L21.4527 9.976C22.3066 10.106 22.963 10.8453 22.963 11.7348V15.4091C22.963 15.5801 22.8244 15.7186 22.6535 15.7186H21.5276H21.4922L21.4926 15.754L21.493 15.7663L21.4932 15.7766C21.4932 16.9602 20.5302 17.9232 19.3466 17.9232C18.163 17.9232 17.2 16.9602 17.2 15.7766L17.2002 15.7664L17.2006 15.754L17.201 15.7186H17.1656H9.40243H9.36704L9.36744 15.754L9.36779 15.7663L9.36804 15.7766C9.36804 16.9602 8.40501 17.9232 7.22143 17.9232C6.03785 17.9232 5.07482 16.9602 5.07482 15.7766L5.07506 15.7663L5.07542 15.754L5.07581 15.7186H5.04042H3.1797C2.80647 15.7186 2.50279 15.4149 2.50279 15.0417V14.2839V14.2489H2.46779H1.34253C1.17159 14.2489 1.03305 14.1103 1.03305 13.9394C1.03305 13.7685 1.17163 13.6299 1.34253 13.6299H4.6494C4.82034 13.6299 4.95888 13.7685 4.95888 13.9394C4.95888 14.1103 4.8203 14.2489 4.6494 14.2489H3.15671H3.12171V14.2839V15.0417C3.12171 15.0737 3.14765 15.0997 3.17966 15.0997H5.1597H5.18462L5.19277 15.0761C5.4839 14.2354 6.28316 13.6299 7.22143 13.6299C8.15969 13.6299 8.95891 14.2354 9.25008 15.0761L9.25823 15.0997H9.28315H16.4301H16.4651V15.0647V12.4697C16.4651 12.2988 16.6036 12.1602 16.7745 12.1602C16.9455 12.1602 17.084 12.2988 17.084 12.4697V15.0647V15.0997H17.119H17.2849H17.3098L17.318 15.0762C17.6091 14.2354 18.4083 13.63 19.3466 13.63C20.2849 13.63 21.0841 14.2354 21.3753 15.0762L21.3834 15.0997H21.4083H22.309H22.344V15.0647V13.5491V13.5141H22.309H21.9186C21.3428 13.5141 20.8743 13.0456 20.8743 12.4698V11.7349C20.8743 11.564 21.0129 11.4254 21.1838 11.4254H22.2549H22.303L22.2882 11.3797C22.1379 10.9135 21.7002 10.575 21.1845 10.5747L21.1835 10.5747L21.1826 10.5746H17.1191H17.0841V10.6096V11.0001C17.0841 11.171 16.9455 11.3096 16.7746 11.3096C16.6037 11.3096 16.4651 11.171 16.4651 11.0001V4.75365C16.4651 4.72165 16.4392 4.69571 16.4072 4.69571H3.17966C3.14765 4.69571 3.12171 4.72165 3.12171 4.75365V11C3.12171 11.171 2.98313 11.3095 2.81223 11.3095C2.6413 11.3095 2.50275 11.1709 2.50275 11V4.75365C2.50275 4.38042 2.80642 4.07675 3.17966 4.07675H16.4072C16.7805 4.07675 17.0841 4.38042 17.0841 4.75365V5.51154V5.54654H17.1191H19.7141C20.4925 5.54654 21.1259 6.17987 21.1259 6.9583V7.32572C21.1259 7.47439 21.0209 7.59859 20.881 7.62832L20.8455 7.63585L20.8543 7.67104L21.424 9.94989ZM17.1191 6.16546H17.0841V6.20046V6.98124V7.01624H17.1191H20.472H20.507V6.98124V6.9583C20.507 6.52109 20.1513 6.16546 19.7141 6.16546H17.1191ZM17.0841 9.92069V9.95569H17.1191H20.7427H20.7875L20.7766 9.9122L20.214 7.66167L20.2074 7.63516H20.18H17.1191H17.0841V7.67016V9.92069ZM21.5283 12.0443H21.4933V12.0793V12.4697C21.4933 12.7043 21.6841 12.8951 21.9187 12.8951H22.2741H22.3091H22.3091V12.8601H22.3441V12.0793V12.0443H22.3091H21.5283ZM5.69373 15.7766C5.69373 16.6191 6.37903 17.3043 7.22143 17.3043C8.06382 17.3043 8.74912 16.6191 8.74912 15.7766C8.74912 14.9342 8.06382 14.249 7.22143 14.249C6.37903 14.249 5.69373 14.9342 5.69373 15.7766ZM17.819 15.7766C17.819 16.6191 18.5043 17.3043 19.3467 17.3043C20.1891 17.3043 20.8744 16.6191 20.8744 15.7766C20.8744 14.9342 20.1891 14.249 19.3467 14.249C18.5043 14.249 17.819 14.9342 17.819 15.7766Z" fill="#0A5A77" stroke="white" stroke-width="0.07"/>
                  <path d="M6.54452 15.7764C6.54452 15.4032 6.8482 15.0995 7.22143 15.0995C7.59466 15.0995 7.89833 15.4032 7.89833 15.7764C7.89833 16.1497 7.59466 16.4533 7.22143 16.4533C6.8482 16.4533 6.54452 16.1497 6.54452 15.7764Z" fill="#0A5A77" stroke="white" stroke-width="0.07"/>
                  <path d="M18.6698 15.7764C18.6698 15.4032 18.9734 15.0995 19.3467 15.0995C19.7199 15.0995 20.0236 15.4032 20.0236 15.7764C20.0236 16.1497 19.7199 16.4533 19.3467 16.4533C18.9734 16.4533 18.6698 16.1497 18.6698 15.7764Z" fill="#0A5A77" stroke="white" stroke-width="0.07"/>
                  <path d="M10.1609 13.63H15.3049C15.4758 13.63 15.6144 13.7685 15.6144 13.9395C15.6144 14.1104 15.4758 14.2489 15.3049 14.2489H10.1609C9.98992 14.2489 9.85138 14.1104 9.85138 13.9395C9.85138 13.7685 9.98996 13.63 10.1609 13.63Z" fill="#0A5A77" stroke="white" stroke-width="0.07"/>
                  <path d="M2.07739 12.1602H6.48658C6.65748 12.1602 6.79606 12.2988 6.79606 12.4697C6.79606 12.6407 6.65748 12.7792 6.48658 12.7792H2.07739C1.90645 12.7792 1.76791 12.6407 1.76791 12.4697C1.76791 12.2988 1.9065 12.1602 2.07739 12.1602Z" fill="#0A5A77" stroke="white" stroke-width="0.07"/>
                  <path d="M12.5141 7.47441L12.5141 7.47441L9.45079 10.5377L9.42604 10.5624L9.40129 10.5377L7.8077 8.94411C7.68684 8.82324 7.49089 8.82325 7.37007 8.94411L7.37007 8.94411C7.2492 9.06498 7.2492 9.26088 7.37007 9.38175L9.20724 11.2189L9.20725 11.2189C9.26766 11.2794 9.3468 11.3096 9.42604 11.3096C9.50528 11.3096 9.58446 11.2794 9.64482 11.2189L9.64484 11.2189L12.9517 7.91205C12.9517 7.91205 12.9517 7.91205 12.9517 7.91205L12.5141 7.47441ZM12.5141 7.47441C12.6349 7.35354 12.8309 7.35354 12.9518 7.47437L12.5141 7.47441Z" fill="#0A5A77" stroke="white" stroke-width="0.07"/>
              </g>
              <defs>
                  <clipPath id="clip0">
                      <rect x="0.998047" width="22" height="22" fill="white"/>
                  </clipPath>
              </defs>
          </svg>
      </i>
      <a href="/delivery">Бесплатная доставка</a> завтра
    <?else:?>
        <i class="p-carddes__subicon">
            <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" width="7.76mm" height="7.76mm" viewBox="0 0 22 22">
                <defs>
                    <style>
                        .cls-1 {
                            fill: #0a5a77;
                        }

                        .cls-2 {
                            fill: none;
                        }

                        .cls-3 {
                            fill: #fff;
                        }
                    </style>
                </defs>
                <title>dostacka</title>
                <g>
                    <circle class="cls-1" cx="6.31" cy="15.69" r="2.15"/>
                    <circle class="cls-1" cx="18.22" cy="15.72" r="2.15"/>
                    <rect class="cls-2" x="-0.09" width="22" height="22"/>
                    <path class="cls-1" d="M20.24,9.9h0a1.74,1.74,0,0,1,1.51,1.74v3.55a.35.35,0,0,1-.35.35H20.31a2.08,2.08,0,0,1-1.91,2.23h-.09a2,2,0,0,1-2.25-2,2.1,2.1,0,0,1,0-.29H8.46a2.14,2.14,0,0,1-2,2.2,2.14,2.14,0,0,1-2.16-2.12s0-.05,0-.08H2.34a.67.67,0,0,1-.67-.67h0V14.1H.53a.3.3,0,0,1,0-.61H3.78a.3.3,0,1,1,0,.61H2.28v.77a.06.06,0,0,0,.06.06H4.27a2.11,2.11,0,0,1,4,0h7V12.4a.3.3,0,1,1,.61,0h0V15h.23a2.11,2.11,0,0,1,4,0h1V13.42h-.42a1,1,0,0,1-1-1v-.71a.3.3,0,0,1,.3-.3h1a1.14,1.14,0,0,0-1-.77H16V11a.3.3,0,1,1-.61,0h0V4.89a.11.11,0,0,0-.11-.11H2.39a.11.11,0,0,0-.11.11h0V11a.3.3,0,1,1-.61,0h0V4.89a.71.71,0,0,1,.71-.71H15.27A.72.72,0,0,1,16,4.9h0v.67H18.5A1.4,1.4,0,0,1,20,6.87S20,7,20,7h0v.36a.3.3,0,0,1-.24.29Z"/>
                    <path class="cls-3" d="M16,6.13h0v.81h3.36a.77.77,0,0,0-.77-.77h0Z"/>
                    <polygon class="cls-3" points="16.03 9.94 16.03 9.94 19.66 9.94 19.66 9.94 19.11 7.55 19.11 7.55 15.99 7.55 15.99 9.93 16.03 9.94"/>
                    <path class="cls-3" d="M20.2,11.78v.76a.59.59,0,0,0,.13.23.64.64,0,0,0,.32.19h.44V11.77Z"/>
                    <path class="cls-3" d="M4.81,15.69a1.5,1.5,0,1,0,1.5-1.5h0A1.5,1.5,0,0,0,4.81,15.69Z"/>
                    <path class="cls-3" d="M16.71,15.69a1.5,1.5,0,1,0,1.5-1.5h0a1.5,1.5,0,0,0-1.5,1.5Z"/>
                    <path class="cls-1" d="M5.64,15.69a.67.67,0,1,1,.67.67h0A.67.67,0,0,1,5.64,15.69Z"/>
                    <path class="cls-1" d="M17.54,15.69a.67.67,0,1,1,.67.67h0A.67.67,0,0,1,17.54,15.69Z"/>
                    <path class="cls-1" d="M9.19,13.43h5a.3.3,0,0,1,0,.61h-5a.3.3,0,0,1,0-.61Z"/>
                    <path class="cls-1" d="M1.26,12H5.59a.3.3,0,1,1,0,.61H1.26a.3.3,0,0,1,0-.61Z"/>
                    <path class="cls-1" d="M12.55,6.19h0L8.37,10.36h0L6.13,8.19a.42.42,0,0,0-.59,0h0a.42.42,0,0,0,0,.59h0L8,11.29H8a.42.42,0,0,0,.59,0h0l4.56-4.5h0Zm0,0a.43.43,0,1,1,.61.6Z"/>
                </g>
            </svg>

        </i>
        <a href="/delivery">Доставка</a> завтра от <strong>400р</strong>.
    <?endif?>
  </li>
    <?}?>
    <?if($arResult['PROPERTIES']['RASROCHKA']['VALUE'] == 'Да') {?>
  <li class="p-carddes__item">
      <i class="p-carddes__subicon">
          <svg version="1.1" id="Слой_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
               width="20px" height="20px" viewBox="0 0 20 20" style="enable-background:new 0 0 20 20;" xml:space="preserve">
<style type="text/css">
    .st0{fill:#0A5A77;stroke:#FFFFFF;stroke-width:0.25;}
    .st1{fill:#FFFFFF;stroke:#FFFFFF;stroke-width:0.25;}
</style>
              <g>
                  <path class="st0" d="M18.6,10.3l0.1-0.1L18.6,10.3l0.7,1.5c0.4,0.8,0.1,1.7-0.7,2.1l0.1,0.1L18.6,14l-1.5,0.8l0,0
		c-0.2,0.1-0.3,0.3-0.4,0.5L16.4,17c-0.2,0.9-1,1.4-1.8,1.3L12.9,18h0c-0.2,0-0.4,0-0.6,0.2l0,0l-1.2,1.2l0.1,0.1l-0.1-0.1
		c-0.3,0.3-0.7,0.5-1.1,0.5c-0.4,0-0.8-0.2-1.1-0.5l-1.2-1.2h0C7.5,18.1,7.3,18,7.1,18l-1.7,0.2c-0.1,0-0.2,0-0.2,0
		c-0.8,0-1.5-0.6-1.6-1.3l-0.3-1.7l0,0c0-0.2-0.2-0.4-0.4-0.5L1.4,14l-0.1,0.1L1.4,14c-0.8-0.4-1.1-1.4-0.7-2.1l0.7-1.5
		c0.1-0.2,0.1-0.4,0-0.6v0L0.7,8.2C0.3,7.4,0.6,6.4,1.4,6h0l1.5-0.8l0,0c0.2-0.1,0.3-0.3,0.4-0.5v0l0.3-1.4c0.2-0.9,1-1.6,1.9-1.6h0
		L7.1,2l0,0c0.2,0,0.4,0,0.6-0.2l0,0l1.2-1.2L8.8,0.5l0.1,0.1c0.6-0.6,1.6-0.6,2.3,0l1.2,1.2C12.5,1.9,12.7,2,12.9,2l0,0l1.7-0.2
		l0-0.1l0,0.1c0.9-0.1,1.7,0.5,1.8,1.3l0.3,1.7v0c0,0.2,0.2,0.4,0.4,0.5c0,0,0,0,0,0L18.6,6c0.8,0.4,1.1,1.4,0.7,2.1l-0.7,1.5
		C18.5,9.9,18.5,10.1,18.6,10.3z"/>
                  <path class="st1" d="M17.2,10.3L17.2,10.3L17.2,10.3l0.6,1.3c0.3,0.7,0.1,1.5-0.6,1.8l0,0.1l0-0.1L16,14l0,0
		c-0.2,0.1-0.3,0.2-0.3,0.4l-0.2,1.4c-0.1,0.7-0.8,1.2-1.5,1.1l-1.4-0.2h0c-0.2,0-0.4,0-0.5,0.2l0,0l-1,1L11,18l-0.1-0.1
		c-0.3,0.3-0.6,0.4-0.9,0.4c-0.3,0-0.7-0.1-0.9-0.4l-1-1h0c-0.1-0.1-0.3-0.2-0.5-0.2L6.1,17C6,17,6,17,5.9,17
		c-0.7,0-1.2-0.5-1.3-1.1l-0.2-1.4l0,0c0-0.2-0.1-0.3-0.3-0.4l-1.3-0.7l0,0.1l0-0.1c-0.7-0.3-0.9-1.1-0.6-1.8l0.6-1.3
		c0.1-0.2,0.1-0.4,0-0.5v0L2.2,8.5C1.9,7.8,2.1,7,2.8,6.7h0L4,6l0,0c0.2-0.1,0.3-0.2,0.3-0.4v0l0.2-1.2C4.7,3.6,5.4,3,6.1,3h0
		l1.4,0.2l0,0c0.2,0,0.4,0,0.5-0.2l0,0l1-1L9,2l0.1,0.1c0.5-0.5,1.4-0.5,1.9,0l1,1c0.1,0.1,0.3,0.2,0.5,0.2l0,0L13.9,3l0-0.1l0,0.1
		c0.7-0.1,1.4,0.4,1.5,1.1l0.2,1.4v0c0,0.2,0.1,0.3,0.3,0.4c0,0,0,0,0,0l1.3,0.7c0.6,0.3,0.9,1.1,0.6,1.8l-0.6,1.3
		C17.1,9.9,17.1,10.1,17.2,10.3z"/>
                  <path class="st0" d="M14.1,5.9L14.1,5.9c0.2,0.2,0.2,0.5,0,0.6v0l-7.6,7.6h0c-0.1,0.1-0.2,0.1-0.3,0.1c-0.1,0-0.2,0-0.3-0.1
		c-0.2-0.2-0.2-0.5,0-0.6l-0.1-0.1l0.1,0.1l7.6-7.6C13.7,5.7,13.9,5.7,14.1,5.9z"/>
                  <path class="st0" d="M8.8,6.9L8.8,6.9c0-0.6-0.5-1.1-1.1-1.1c-0.6,0-1.1,0.5-1.1,1.1C6.6,7.5,7.1,8,7.7,8S8.8,7.5,8.8,6.9z
		 M5.7,6.9c0-1.1,0.9-2,2-2s2,0.9,2,2s-0.9,2-2,2S5.7,8,5.7,6.9z"/>
                  <path class="st0" d="M10.3,13.1c0-1.1,0.9-2,2-2c1.1,0,2,0.9,2,2c0,1.1-0.9,2-2,2C11.2,15.1,10.3,14.2,10.3,13.1z M11.2,13.1
		c0,0.6,0.5,1.1,1.1,1.1c0.6,0,1.1-0.5,1.1-1.1c0-0.6-0.5-1.1-1.1-1.1S11.2,12.5,11.2,13.1z"/>
              </g>
</svg>
      </i>
      <a href="/installment">Рассрочка 0%</a> от <b><?=round($arResult["MIN_PRICE"]["DISCOUNT_VALUE"]/12)?> руб\мес</b>
  </li>
<?}?>
  <?if($arResult['PROPERTIES']['TRADE_IN']['VALUE'] === 'Да'):?>
  <li class="p-carddes__item">
      <i class="p-carddes__subicon">
          <svg width="18" height="20" viewBox="0 0 18 20" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M6.87222 16.1344L6.88501 16.1381V16.1248V15.681C6.88501 15.5585 6.95 15.4471 7.05243 15.3926C7.15476 15.3382 7.27712 15.3499 7.3688 15.4231L9.8688 17.4164L9.86881 17.4165C9.94504 17.4771 9.99 17.5726 9.99 17.6743C9.99 17.7761 9.94504 17.8716 9.86881 17.9322L9.8688 17.9323L7.3688 19.9256C7.27712 19.9988 7.15476 20.0105 7.05243 19.9561C6.95 19.9016 6.88501 19.7902 6.88501 19.6677V18.8485H6.9245L6.87703 18.8387C2.90669 18.0196 0.0318306 14.3339 0.0100263 10.033C0.00210441 6.65868 1.78448 3.56814 4.61596 2.0451L4.61598 2.04509C4.75242 1.97115 4.91944 2.01731 5.00466 2.15322L6.05462 3.82767L6.05462 3.82768C6.10379 3.90592 6.11834 4.00332 6.09432 4.09396L6.09432 4.09396C6.0703 4.18476 6.01031 4.25956 5.93033 4.29909C3.66615 5.41873 2.30085 7.92195 2.51126 10.5666C2.72168 13.211 4.46315 15.4351 6.87222 16.1344ZM7.49001 19.0033V19.024L7.50624 19.0111L9.1728 17.6822L9.18261 17.6743L9.1728 17.6665L7.50624 16.3376L7.49001 16.3247V16.3454V16.5448C7.49001 16.6417 7.44894 16.7332 7.3786 16.7943C7.30796 16.8548 7.21588 16.8789 7.12712 16.8606C4.41965 16.2743 2.34857 13.945 1.95054 11.0373C1.5525 8.12937 2.91339 5.26897 5.35147 3.88654L5.36056 3.88139L5.35501 3.87253L4.65845 2.76115L4.93476 2.58797L4.64492 2.75783C2.15236 4.2186 0.60754 7.00784 0.615025 10.0331L0.615025 10.0331C0.634883 14.1232 3.43398 17.5991 7.23327 18.2497L7.23336 18.2497C7.38052 18.2737 7.49001 18.4086 7.49001 18.568V19.0033Z" fill="#0A5A77" stroke="white" stroke-width="0.02"/>
              <path d="M11.0731 1.14617H11.1143V0.330731C11.1143 0.208917 11.0493 0.0979498 10.9469 0.0437494C10.8446 -0.0104006 10.7223 0.00125917 10.6306 0.0740673M11.0731 1.14617L10.6306 0.0740673M11.0731 1.14617L11.1224 1.15598M11.0731 1.14617L11.1224 1.15598M10.6306 0.0740673L10.6306 0.0740689M10.6306 0.0740673L10.6306 0.0740689M11.1224 1.15598C14.6998 1.86879 17.4408 4.93308 17.9172 8.75396C18.3936 12.5749 16.4976 16.2871 13.2171 17.958C13.1763 17.9788 13.1317 17.9897 13.0864 17.99C12.9836 17.99 12.8876 17.9348 12.8318 17.843L11.8071 16.1564C11.759 16.0773 11.7461 15.9796 11.7719 15.8895C11.7977 15.7994 11.8596 15.7259 11.9408 15.6885L11.9408 15.6885C14.2534 14.6213 15.6778 12.1259 15.4949 9.46333C15.3119 6.80061 13.5614 4.54943 11.1271 3.84771L11.1143 3.84403V3.85732V4.29911C11.1143 4.42092 11.0493 4.53189 10.9469 4.58609C10.8446 4.64024 10.7223 4.62858 10.6306 4.55577L8.13116 2.57158L8.13116 2.57158C8.05508 2.51123 8.01 2.41615 8.01 2.31492C8.01 2.21369 8.05508 2.11861 8.13116 2.05826L8.13116 2.05826M11.1224 1.15598L8.13116 2.05826M8.13116 2.05826L10.6306 0.0740689M8.13116 2.05826L10.6306 0.0740689M13.1888 17.2455L12.9992 17.3607L13.2022 17.249C15.7836 15.8288 17.3973 12.9998 17.3829 9.92094C17.3631 5.84961 14.5647 2.38975 10.7661 1.74217L10.766 1.74215C10.6189 1.7183 10.5096 1.58397 10.5094 1.42535V0.992127V0.97142L10.4932 0.984296L8.82703 2.30709L8.81717 2.31492L8.82703 2.32275L10.4932 3.64555L10.5094 3.65842V3.63771V3.43926C10.5094 3.34275 10.5504 3.25157 10.6209 3.19074L10.6209 3.19072C10.6912 3.12976 10.7835 3.10578 10.8723 3.12496C13.6062 3.71467 15.6878 6.07273 16.0577 9.00087C16.4277 11.929 15.0045 14.7835 12.5127 16.1128L12.5034 16.1177L12.5089 16.1268L13.1888 17.2455ZM10.6244 0.0662368L10.6244 0.0662402L10.6244 0.0662368Z" fill="#0A5A77" stroke="white" stroke-width="0.02"/>
          </svg>
      </i>
      <a href="#trade-in" class="fancy-form">Трейд-ин</a> сдай старое - получи новое
	  
<script src='https://www.google.com/recaptcha/api.js'></script>	
<div class="trade-in" id="trade-in">
            <form class="trade-in__wrap">
                <input type="hidden" name="ID" value="<?=$arResult['ID']?>">
                <input type="hidden" name="IBLOCK_ID" value="<?=$arResult['IBLOCK_ID']?>">
                <div class="form-pokaza__close " data-fancybox-close>
                    <span></span>
                    <span></span>
                </div>
                <div class="form__title">Trade In</div>
                <div class="form__text">
                    Поменяйте свое старое оборудование на новое.<br />Пожалуйста, заполните форму заявки, мы Вам перезвоним для уточнения деталей.
                </div>
                <div class="form-pokaza__item">
                    <label>Ваше имя<span>*</span></label>
                    <input type="text" name="NAME" placeholder="Введите имя" required>
                </div>
                <div class="form-pokaza__item">
                    <label>Номер телефона<span>*</span></label>
                    <input class="p-izgotov__phone" type="text" name="PHONE" placeholder="+7(___) ___-__-__" required>
                </div>
                
				<div class="form-pokaza__checkbox">
                    <input type="checkbox" name="SOGL__trade-in" id="form-check__trade-in" checked required>
                    <label for="form-check__trade-in">Согласие на обработку персональных данных</label>
                </div>
				
                <div class="g-recaptcha" data-sitekey="6Lcdw-MUAAAAANewuNvmQb0ikgc-2OKf9AfjMYW_"></div>
                <button class="trade-in__submite">Отправить</button>
            </form>
        </div>
        <script>
            $(document).ready(function() {
                $('.trade-in__wrap').submit(function() {
                    var key = grecaptcha.getResponse();
                    if(key == '') {
                        alert('Вы не прошли проверку "Я не робот"');
                    } else {
                        var form = $(this).serialize();
                        $.ajax({
                            type: 'POST', // метод
                            url: '/ajax/trade-in.php', // ссылка на обработчик
                            data: form, // нашы переменные из name
                            success: function(data){
                                console.log(data);
                                $.fancybox.close();
                                setTimeout(function() {
                                    $.fancybox.open("<div class='modal-ok' id='modalloll-ok' style='display: none;'><a href='#' class='p-izgotov__close'></a><div class='p-izgotov__title'>Спасибо за заявку!</div><div class='p-izgotov__subtitle'>Наши менеджеры свяжутся с Вами в ближайшее время.</div></div>");
                                    $('.p-izgotov__close').on('click', function() {
                                        $.fancybox.close();
                                        return false;
                                    });

                                    setTimeout(function() {
                                        $.fancybox.close();
                                    }, 2500);

                                }, 500);
                            }
                        });
                    }
                    return false;
                });
            });
        </script>

	
	  
	  
	  
  </li>
  <?endif?>

    <?
    if(!empty($arResult['PROPERTIES']['SALE_LINK']['VALUE'])) {
    $res = CIBlockElement::GetByID($arResult['PROPERTIES']['SALE_LINK']['VALUE']);
    if($ar_res = $res->GetNext()) {
        $min = CPrice::GetList(array(), array('PRODUCT_ID'=>$arResult['PROPERTIES']['SALE_LINK']['VALUE']), array('MIN'=>"PRICE"))->Fetch();
            $arPrice = CCatalogProduct::GetOptimalPrice($arResult['PROPERTIES']['SALE_LINK']['VALUE']);
            if (!$arPrice || count($arPrice) <= 0)
            {
                if ($nearestQuantity = CCatalogProduct::GetNearestQuantityPrice($arResult['PROPERTIES']['SALE_LINK']['VALUE']))
                {
                    $quantity = $nearestQuantity;
                    $arPrice = CCatalogProduct::GetOptimalPrice($arResult['PROPERTIES']['SALE_LINK']['VALUE']);
                }
            }

            global $priceNew;
            if(!empty($arPrice['DISCOUNT_PRICE'])) {
                $priceNew = number_format($arPrice['DISCOUNT_PRICE'], 0, '', ' ' );
            } else {
                $priceNew = number_format(round($min['PRICE']), 0, '', ' ' );
            }

        ?>
        <li class="p-carddes__item">
            <i class="p-carddes__subicon">
                <svg width="26" height="26" viewBox="0 0 26 26" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M21.268 12.272H4.62801C4.05601 12.272 3.53601 11.804 3.53601 11.18V8.00802C3.53601 7.43602 4.00401 6.91602 4.62801 6.91602H21.216C21.788 6.91602 22.308 7.38402 22.308 8.00802V11.18C22.36 11.804 21.84 12.272 21.268 12.272ZM4.62801 7.80002C4.52401 7.80002 4.42001 7.90402 4.42001 8.00802V11.18C4.42001 11.284 4.52401 11.388 4.62801 11.388H21.216C21.32 11.388 21.424 11.284 21.424 11.18V8.00802C21.424 7.90402 21.32 7.80002 21.216 7.80002H4.62801Z" fill="#780707"/>
                    <path d="M18.928 23.14H6.968C5.824 23.14 4.888 22.204 4.888 21.06V11.856C4.888 11.596 5.096 11.44 5.304 11.44C5.564 11.44 5.72 11.648 5.72 11.856V21.06C5.72 21.736 6.24 22.256 6.916 22.256H18.876C19.552 22.256 20.072 21.736 20.072 21.06V11.856C20.072 11.596 20.28 11.44 20.488 11.44C20.748 11.44 20.904 11.648 20.904 11.856V21.06C21.008 22.204 20.072 23.14 18.928 23.14Z" fill="#780707"/>
                    <path d="M7.904 7.80001C6.604 7.12401 6.136 5.51201 6.864 4.21201C7.54 2.91201 9.152 2.44401 10.452 3.17201C12.376 4.21201 13.416 7.12401 13.468 7.28001L12.636 7.54001C12.636 7.48801 11.648 4.78401 9.984 3.90001C9.1 3.43201 8.06 3.74401 7.592 4.62801C7.124 5.51201 7.436 6.55201 8.32 7.02001L7.904 7.80001Z" fill="#780707"/>
                    <path d="M18.044 7.80002L17.628 7.07202C18.044 6.86402 18.356 6.44802 18.512 6.03202C18.668 5.56402 18.616 5.09602 18.356 4.68002C17.888 3.79602 16.796 3.48402 15.964 3.95202C14.3 4.83602 13.364 7.54002 13.312 7.59202L12.48 7.28002C12.532 7.17602 13.572 4.21202 15.496 3.17202C16.796 2.49602 18.356 2.96402 19.084 4.21202C19.396 4.83602 19.5 5.56402 19.292 6.24002C19.084 6.91602 18.616 7.48802 18.044 7.80002Z" fill="#780707"/>
                    <path d="M9.56802 21.476C9.82802 21.58 10.088 21.528 10.296 21.32L16.588 13.312C16.692 13.208 16.692 13 16.588 12.896C16.484 12.74 16.328 12.688 16.12 12.688C15.964 12.688 15.756 12.74 15.652 12.896L9.36002 20.904C9.25602 21.06 9.25602 21.32 9.41202 21.424C9.46402 21.424 9.51602 21.476 9.56802 21.476Z" fill="#780707"/>
                    <path d="M10.036 17.16C11.232 17.212 12.272 16.276 12.324 15.08C12.272 13.884 11.232 12.948 10.036 13C8.84002 12.948 7.80002 13.884 7.74802 15.08C7.80002 16.276 8.84002 17.212 10.036 17.16ZM10.036 13.832C10.712 13.832 11.284 14.404 11.284 15.08C11.284 15.756 10.712 16.328 10.036 16.328C9.36002 16.328 8.78802 15.756 8.78802 15.08C8.78802 14.404 9.36002 13.832 10.036 13.832Z" fill="#780707"/>
                    <path d="M13.468 19.24C13.52 20.488 14.56 21.424 15.808 21.372C17.056 21.424 18.096 20.488 18.148 19.24C18.096 17.992 17.056 17.056 15.808 17.108C14.612 17.056 13.572 17.992 13.468 19.24ZM17.108 19.24C17.108 19.968 16.536 20.54 15.808 20.54C15.08 20.54 14.508 19.968 14.508 19.24C14.508 18.512 15.08 17.94 15.808 17.94C16.536 17.94 17.108 18.512 17.108 19.24Z" fill="#780707"/>
                </svg>
            </i>
            <a href="<?=$ar_res['DETAIL_PAGE_URL']?>">Распродажа</a> эта позиция доступна по цене <b style="color: #780707;"><?=$priceNew?> руб.</b>
        </li>
        <?
    }
    }
    ?>
</div>

<style>
	div#trade-in {
		display: none;
	}
	form.trade-in__wrap {
    max-width: 600px;
}
    .fancybox-slide .fancybox-button svg {
        display: none !important;
    }
	button.trade-in__submite {
    margin: 0 auto;
    margin-top: 45px;
    border: 0;
    width: 228px;
    height: 55.85px;
    display: block;
    background: #0A5A77;
    border-radius: 2px;
    font-style: normal;
    font-weight: bold;
    font-size: 18px;
    line-height: 22px;
    display: flex;
    align-items: center;
    text-align: center;
    color: #FFFFFF;
    text-align: center;
    justify-content: center;
    transition: 0.3s all;
}	
    .right_block_tovar>.tovar_right_tab>.tabs>ul>li{
        width: 31%;
    }
    .right_block_tovar .conts img {
        margin-top: 0px !important;
    }
    @media (max-width: 1700px){
        #elementTools, #elementNavigation {
            width:  400px;
        }
    }
    @media(max-width: 767px) {
        body .p-izgotov__label {
            font-size: 16px !important;
            width: 100% !important;
            display: block !important;
            padding-right: 70px !important;
        }
        body .p-izgotov__label-sub {
            font-size: 16px !important;
            left: auto !important;
            right: 0 !important;
        }
    }
</style>
