<?
$sSectionName = "Терапия";
$arDirProperties = array(
   "description" => "Купить массажер и аппарат для терапиии недорого в интернет-магазине «RELAXA STAR». Огромный выбор качественных товаров для поддержания иммунитета и реабилитации, большая гарантия, бесплатная доставка, акции, скидки. ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Терапия, массажер, аппарат, восстановление, реабилитация, иммунитет, здоровье, купить, заказать, цена, интернет-магазин, доставка, стоимость, большой, выбор, товары, известные, производители, массаж, массажеры, оборудование, электротерапия, прессотерапия, свинг-машины, рефлексотерапия, теплотерапия"
);
?>