<?
$sSectionName = "Видео и статьи";
$arDirProperties = array(
   "description" => "Видео и статьи интернет-магазина «RELAXA STAR». Как выбрать массажное кресло, какой массажер лучше, правила использования массажного оборудования читать онлайн.  ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, статья, видео, как, выбрать, использовать, информация, инфа, инструкция, по, применению, читать, смотреть, онлайн, online"
);
?>