<?
$sSectionName = "Оплата";
$arDirProperties = array(
   "description" => "Как оплатить покупку в интернет-магазине «RELAXA STAR». Способы оплаты: наличный и безналичный платеж, оплата картой, оплата смартфоном, наложенный платеж. ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, доставка, оплата, покупка, способ, наличный, безналичный, платеж, онлайн, на, сайте, смартфоном, наложенный, pay, пэк, е-кит, visa, electron, mastercard, виза, электрон, мастеркард, халва, unionpay, union, pay, мир, совесть, webmoney, QIWI, деньги"
);
?>