<?
$sSectionName = "Регистрация расширенной гарантии";
$arDirProperties = array(
   "description" => "Условия расширенной гарантии на товары в интернет-магазине «RELAXA STAR». Сервисный центр осуществляет ремонт и реставрацию массажных кресел и массажеров. ☎ Телефон: 8 (495) 191-08-17",
   "keywords" => "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, условия, гарантия, расширенная, большая, длительная, дополнительная, сервис, центр, ремонт, реставрация, перетяжка, замена, починка, срок, эксплуатация, стоимость"
);
?>