<?
$sSectionName = "Новости";
$arDirProperties = array(
   "description" => "Новости интернет-магазина «RELAXA STAR». Всегда свежая и актуальная информация об акциях компании, новых поступлениях массажеров и массажных кресел, графике работы. ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, новость, информация, инфа, новинки, события, актуальное, свежее, новое, читать, онлайн, online"
);
?>