<?
$sSectionName = "Массажное оборудование";
$arDirProperties = array(
   "description" => "Массажное оборудование купить недорого в магазине «RELAXA STAR». Огромный выбор качественных товаров, большая гарантия, бесплатная доставка, акции, скидки.  ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Массажное оборудование, купить, заказать, цена, Интернет-магазин, Москва, доставка, стоимость, большой, выбор, товары, известные, производители, массаж, кресла, массажеры, оборудование"
);
?>