<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("tags", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, бесплатная, доставка, публичная, оферта, дистанционное, продажа, товар, интернет-магазин");
$APPLICATION->SetPageProperty("keywords", "Публичная, оферта, дистанционное, продажа, товар, интернет-магазин");
$APPLICATION->SetTitle("Пользовательское соглашение | Интернет-магазин «RELAXA STAR»");
$APPLICATION->SetPageProperty("description", "Публичная оферта на дистанционную продажу товаров в интернет-магазине «RELAXA STAR»");
?>

    <div class="static_relaxa_page">
	<h1>
	Пользовательское соглашение </h1>
	<p>
		 г. Люберцы
	</p>
	<p>
		 Настоящий документ «Пользовательское соглашение» (далее - Соглашение) представляет собой предложение компании &nbsp;ООО «Технологии Здоровья «Релакса», размещенное на сайте <a href="https://relaxa.ru">https://relaxa.ru</a> (далее - «Сайт»), о заключении договора на изложенных ниже условиях Соглашения.
	</p>
	<h2>
	1. Общие положения </h2>
	<p>
		 1.1. Вы настоящим подтверждаете, что с момента регистрации на Сайте и в течение времени пользования Сайтом, а также персонализированными сервисами Сайта, вы являетесь Пользователем Сайта вплоть до вашего личного обращения в администрацию Сайта с требованием об отказе от любых взаимоотношений с Сайтом.
	</p>
	<p>
		 1.2. Использование вами Сайта любым способом и в любой форме в пределах его объявленных функциональных возможностей, включая:
	</p>
	<p>
		 а) просмотр размещенных на Сайте материалов;
	</p>
	<p>
		 б) регистрация и/или авторизация на Сайте;
	</p>
	<p>
		 в) размещение или отображение на Сайте любых материалов, включая, но не ограничиваясь такими как: тексты, гипертекстовые ссылки, изображения, аудио и видео файлы, сведения и/или иная информация;
	</p>
	<p>
		 создает договор на условиях настоящего Соглашения в соответствии с положениями ст.437 и 438 Гражданского кодекса Российской Федерации.
	</p>
	<p>
		 1.3. Воспользовавшись любой из указанных выше возможностей по использованию Сайта вы подтверждаете, что:
	</p>
	<p>
		 а) ознакомились с условиями настоящего Соглашения в полном объеме до начала использования Сайта;
	</p>
	<p>
		 б) принимаете все условия настоящего Соглашения в полном объеме без каких-либо изъятий и ограничений с вашей стороны и обязуетесь их соблюдать или прекратить использование Сайта. Если вы не согласны с условиями настоящего Соглашения или не имеете права на заключение договора на их основе, вам следует незамедлительно прекратить любое использование Сайта;
	</p>
	<p>
		 в) Соглашение (в том числе любая из его частей) может быть изменено Сайтом без какого-либо специального уведомления. Новая редакция Соглашения вступает в силу с момента ее размещения на Сайте либо доведения до сведения Пользователя в иной удобной форме, если иное не предусмотрено новой редакцией Соглашения.
	</p>
	<h2>
	2. Общие условия пользования Сайтом </h2>
	<p>
		 2.1. Сайт осуществляет продажу товара посредством веб-ресурса <a href="https://relaxa.ru">https://relaxa.ru</a> и сопутствующих сервисных служб Сайта.
	</p>
	<p>
		 2.2. Сайт осуществляет доставку товара способами, определенными в Части 5.5 настоящего Соглашения.
	</p>
	<p>
		 2.3. Сайт предоставляет доступ к персонализированным сервисам Сайта для получения наиболее полной информации по интересующему вас товару, создания рейтингов и мнений, участия в конкурсных программах и иных акциях, проводимых Сайтом.
	</p>
	<p>
		 2.4. Настоящим вы даете своё добровольное согласие на информирование вас обо всех действиях Сайта, связанных с продажей товара и/или оказанием услуг, в том числе о статусе выполнения заказа, а также об иных событиях любого характера, относящихся к сервисам Сайта.
	</p>
	<p>
		 2.5. Согласие на получение рассылки:
	</p>
	<p>
		 Подписываясь на SMS- и email-рассылку <a href="https://relaxa.ru">https://relaxa.ru</a>&nbsp; или третьих лиц, уполномоченных на рассылку от имени <a href="https://relaxa.ru">https://relaxa.ru</a>, в сети Интернет <a href="https://relaxa.ru">https://relaxa.ru</a>, я соглашаюсь получать информационную рассылку на телефон и электронный адрес, указанный мной при подписке через сервис подписки информационной рассылки на сайте https <a href="https://relaxa.ru">https://relaxa.ru</a>. Я проинформирован о том, что в случае, если у меня возникнет желание отказаться от информационной рассылки <a href="https://relaxa.ru">https://relaxa.ru</a>, мне будет необходимо самостоятельно перейти по ссылке «Отписаться от рассылки», указанной в тексте отправляемых сайтом сообщений с электронного адреса Сайта <a href="mailto:info@relaxa.ru">info@relaxa.ru</a> или же сообщить о несогласии получения информационных рассылок по адресам, указанным в разделе «Контакты» данного Соглашения. Я также даю разрешение Сайту или третьим лицам, уполномоченным на рассылку от имени Сайта, собирать, хранить и обрабатывать все переданные мною в адрес Сайта персональные данные (в том числе фамилию, имя, отчество и адрес электронной почты) с целью информирования о новостях и других событиях Сайта.
	</p>
	<p>
		 2.6. Вы соглашаетесь, что Сайт не несет никакой ответственности за задержки, сбои, неверную или несвоевременную доставку, удаление или несохранность каких-либо уведомлений. При этом Сайт оставляет за собой право повторного направления любого уведомления, в случае его неполучения Вами.
	</p>
	<p>
		 2.7. Все вопросы по информационной поддержке Вы можете задать по адресу <a href="mailto:info@relaxa.ru">info@relaxa.ru</a>.
	</p>
	<p>
		 2.8. Вы признаёте, что сопровождающее товар описание на Сайте не претендует на исчерпывающую информативность и может содержать неточности. Вы вправе направить все замечания по неточному описанию товара Сайту по адресу <a href="mailto:info@relaxa.ru">info@relaxa.ru</a>.
	</p>
	<p>
		 2.9. Вы признаёте, что Сайт прилагает достаточные усилия, чтобы внешний вид, упаковка и характеристики товаров соответствовали описаниям, приведенным в каталоге Сайта. Одновременно Сайт доводит до вашего сведения, что фактические внешний вид, упаковка и характеристики товара могут отличаться от этих описаний в случае ассортиментного товара, а также в случае внесения изменений в товар непосредственно производителем.
	</p>
	<p>
		 2.10. Вы проинформированы, что цена и наличие товара на Сайте изменяется на круглосуточно без предварительного уведомления об этом и указываются в индивидуальном статусе и подробной карточке товара, отображаемым в каталоге на Сайте.
	</p>
	<h2>
	3. Обязательства Пользователя при использовании Сайта </h2>
	<p>
		 3.1. Вы соглашаетесь не использовать сервисы Сайта с целью:
	</p>
	<p>
		 3.1.1. загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и/или дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и/или оскорбления в адрес конкретных лиц, организаций, органов власти;
	</p>
	<p>
		 3.1.2. побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории РФ;
	</p>
	<p>
		 3.1.3. нарушения прав несовершеннолетних лиц и/или причинение им вреда в любой форме;
	</p>
	<p>
		 3.1.4. ущемления прав меньшинств;
	</p>
	<p>
		 3.1.5. выдачи себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников Сайта;
	</p>
	<p>
		 3.1.6. введения в заблуждение относительно свойств и характеристик каких-либо товаров из каталога на Сайте; некорректного сравнения товаров, а также формирования негативного отношения к лицам, (не) пользующимся определенными товарами, или осуждения таких лиц;
	</p>
	<p>
		 3.1.7. загрузки контента, который вы не имеете права делать доступным по законодательству РФ или согласно каким-либо контрактным отношениям;
	</p>
	<p>
		 3.1.8. загрузки контента, который затрагивает и/или содержит какой-либо патент, торговый знак, коммерческую тайну, фирменное наименование, авторские и смежные с ними права, а равно прочие права на результаты интеллектуальной деятельности, принадлежащие или правомерно используемые третьими лицами;
	</p>
	<p>
		 3.1.9. загрузки не разрешенной специальным образом рекламной информации и/или спама;
	</p>
	<p>
		 3.1.10. сбора и обработки персональных данных, информации о частной жизни любых лиц;
	</p>
	<p>
		 3.1.11. нарушения нормальной работы Сайта;
	</p>
	<p>
		 3.1.12. нарушения российских или международных норм права.
	</p>
	<p>
		 3.2. Вы соглашаетесь не использовать на Сайте бранных слов, непристойных и оскорбительных образов, сравнений и выражений, в том числе в отношении пола, расы, национальности, профессии, социальной категории, возраста, языка человека и гражданина, а также в отношении организаций, органов власти, официальных государственных символов (флагов, гербов, гимнов), религиозных символов, объектов культурного наследия (памятников истории и культуры).
	</p>
	<p>
		 3.3. Вы признаете и соглашаетесь, что Сайт имеет право (но не обязанность) по своему усмотрению отказать в размещении и/или удалить любой контент, доступный через сервисы Сайта.
	</p>
	<h2>
	4. Политика конфиденциальности </h2>
	<p>
		 4.1. Условия Политики конфиденциальности и отношения между вами и Сайтом, связанные с обработкой персональных данных, регулируются Федеральным Законом РФ №152-ФЗ от 27 июля 2006г. «О персональных данных».
	</p>
	<p>
		 4.2. Политика конфиденциальности действует в отношении персональных данных, которые Сайт получил или может получить от вас при регистрации и/или оформлении заказа на Сайте, и необходимые для выполнения обязательств со стороны Сайта в отношении приобретаемого вами товара/услуги и/или вашего доступа к сервисам Сайта.
	</p>
	<p>
		 4.3. Политика конфиденциальности доступна на сайте <a href="https://relaxa.ru/about/privacy/">https://relaxa.ru/about/privacy/</a>
	</p>
	<h2>
	5. Условия приобретения и доставки товара </h2>
	<p>
		 5.1. Вы можете приобрести товар на Сайте, оплатив его следующими способами: наличными, кредитной картой, электронными деньгами, с лицевого счёта мобильного телефона, банковским переводом по квитанции, подарочным сертификатом.
	</p>
	<p>
		 5.2. Настоящим вы соглашаетесь, что выбранный вами способ оплаты не подлежит изменению с момента оформления заказа на Сайте.
	</p>
	<p>
		 5.3. Настоящим вы соглашаетесь, что подтверждение заказа, оплаченного электронными деньгами, кредитной картой, с личного счета мобильного телефона, банковским переводом, происходит только после подтверждения списания денежных средств в счёт оплаты заказа.
	</p>
	<p>
		 5.4. Вы подтверждаете, что оплата заказа электронными деньгами, кредитной картой, с личного счета мобильного телефона должна быть произведена в течение 5 календарных дней с момента его оформления на Сайте. Вы соглашаетесь, что в случае неоплаты заказа по истечении указанного срока, заказ может быть аннулирован.
	</p>
	<p>
		 5.5. Сайт осуществляет доставку товара следующими способами: служба доставки Сайта (курьерская доставка или доставка в пункт самовывоза), почтовая доставка службами ПЭК, СДЭК, EMS Почта России. Вы вправе выбрать любой удобный для вас способ доставки в соответствии с условиями доставки в свой регион/страну или исходя из своих предпочтений.
	</p>
	<p>
		 5.6. Вы соглашаетесь, что в случае невозможности передачи вам товара по вашей вине, в том числе нарушения вами срока, в течение которого вы обязаны забрать товар, будет расцениваться Сайтом как ваш отказ от товара. При этом товар возвращается Сайту, а заказ считается аннулированным.
	</p>
	<p>
		 5.7. В случае вашего отказа от товара, а также в случае отсутствия заказанного вами товара, перечисленная Сайту предоплата за товар, за исключением расходов Сайта на доставку товара, будет возвращена вам не позднее чем через 10 календарных дней с даты предъявления.
	</p>
	<p>
		 5.8. Все вопросы, связанные со сроками и условиями доставки товара, вы можете направить в Сайту по адресу - <a href="mailto:info@relaxa.ru">info@relaxa.ru</a>.
	</p>
	<h2>
	6. Ответственность </h2>
	<p>
		 6.1. Сервисы Сайта могут содержать ссылки на другие ресурсы. Вы признаете и соглашаетесь с тем, что Сайт не несет никакой ответственности за доступность этих ресурсов и за их контент, а также за любые последствия, связанные с использованием вами контента этих ресурсов.
	</p>
	<p>
		 6.2. Вы также соглашаетесь с тем, что Сайт не несёт никакой ответственности за ваши персональные данные, которые вы предоставляете сторонним ресурсам и/или иным третьим лицам в случае перехода на них с Сайта.
	</p>
	<p>
		 6.3. Вы подтверждаете, что Сайт не отвечает за возможную потерю и/или порчу данных, которая может произойти из-за нарушения вами положений настоящего Соглашения, а также неправильного доступа и/или использования персонализированных сервисов Сайта.
	</p>
	<p>
		 6.4. Ответственность за действия несовершеннолетних, включая приобретение ими товаров из каталога на Сайте, лежит на законных представителях несовершеннолетних.
	</p>
	<p>
		 6.5. Вы соглашаетесь, что в случае неисполнения и/или ненадлежащего исполнения Сайтом обязательств по продаже и/или доставке вам товара в связи с предоставлением вами недостоверных и/или недействительных данных о себе, а равно невыполнение вами условий настоящего Соглашения, Сайт ответственности не несет.
	</p>
	<h2>
	7. Реквизиты Сайта </h2>
	<p>
		 ООО «Технологии Здоровья «Релакса»
	</p>
	<p>
		 Юридический адрес: 140002, РФ, Московская область, г. Люберцы, ул. Колхозная, д. 19А, пом. II
	</p>
	<p>
		 Фактический адрес: 140002, РФ, Московская область, г. Люберцы, ул. Колхозная, д. 19А, пом. II
	</p>
	<p>
		 ИНН/КПП 5027171891/502701001
	</p>
	<p>
		 ОКПО 90152481
	</p>
	<p>
		 ОКАТО 46231501000
	</p>
	<p>
		 ОГРН 1115027002529
	</p>
	<p>
		 Расчётный счёт 40702810538120007960
	</p>
	<p>
		 Наименование банка ОАО «Сбербанк России» г. Москва
	</p>
	<p>
		 Корреспондентский счёт 30101810400000000225
	</p>
	<p>
		 БИК 044525225
	</p>
	<p>
		 Телефон/факс: (495) 789-91-74
	</p>
</div>
<br>

<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");
?>