<?
$sSectionName = "Нашли дешевле? Снизим цену!";
$arDirProperties = array(
   "description" => "Условия акции «Нашли дешевле? Снизим цену!» в интернет-магазине «RELAXA STAR». Если цена на массажное кресло, массажер или тренажер для фитнеса на других сайтах ниже - купите за эту цену у нас и получите подарок! ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "купить, заказать, цена, ниже, интернет-магазин, доставка, стоимость, большой, выбор, товары, известные, производители, массаж, кресла, массажеры, тренажеры, фитнес, выгода, нашли, дешевле, снизим, акция, скидка, условия, получить, подарок, дешево"
);
?>