<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("tags", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, бесплатная, доставка, публичная, оферта, дистанционное, продажа, товар, интернет-магазин");
$APPLICATION->SetPageProperty("keywords", "Публичная, оферта, дистанционное, продажа, товар, интернет-магазин");
$APPLICATION->SetTitle("Публичная оферта | Интернет-магазин «RELAXA STAR»");
$APPLICATION->SetPageProperty("description", "Публичная оферта на дистанционную продажу товаров в интернет-магазине «RELAXA STAR»");
?><div class="static_relaxa_page">
	<h1>Публичная оферта на дистанционную продажу товаров</h1>
 <br>
	 &nbsp;&nbsp; г. Люберцы&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;
	<p>
	</p>
	<p>
		 &nbsp;&nbsp; Общество с ограниченной ответственностью «Технологии Здоровья «Релакса», именуемое в дальнейшем «Продавец», &nbsp;в лице Генерального директора Горохова А.В., действующего на основании Устава, публикует настоящий публичный договор, являющийся в соответствии со ст. 426,435,437 Гражданского Кодекса РФ&nbsp; офертой, адресованной физическим лицам, именуемым в дальнейшем «Покупатель» и выражает намерение считать себя заключившим настоящий публичный договор на нижеследующих условиях:
	</p>
	<p>
	</p>
	<p align="center">
		 1. ОБЩИЕ ПОЛОЖЕНИЯ
	</p>
	<p>
		 1.1. Настоящая публичная оферта (предложение) действует для интернет-магазина сайта «<a href="https://relaxa.ru/">https://relaxa.ru/</a>», а также на сайт его поддомена «<a href="https://goods.relaxa.ru/">https://goods.relaxa.ru/</a>» (далее именуемые - Сайт).
	</p>
	<p>
		 1.2. Настоящая публичная оферта (далее - Оферта) является официальным предложением Продавца в адрес любого физического лица по заключению с Продавцом договора розничной купли-продажи товара на Сайте дистанционным образом на условиях, определенных в настоящем Договоре и содержит все существенные условия Оферты.
	</p>
	<p>
		 1.3. Заказ Покупателем товара, размещенного на Сайте, означает, что Покупатель согласен со всеми условиями настоящей Оферты, Политики конфиденциальности и Пользовательского соглашения.
	</p>
	<p>
		 1.4. Продавец имеет право вносить изменения в Оферту без уведомления Покупателя.
	</p>
	<p>
		 1.5. Срок действия Оферты не ограничен, если иное не указано в дополнительном соглашении с Покупателем, подписанными обеими Сторонами.
	</p>
	<p>
		 1.6. Продавец предоставляет Покупателю полную и достоверную информацию о товаре/услугах, включая информацию об основных потребительских свойствах товара, месте изготовления, а также информацию о гарантийном сроке товара на Сайте в карточке товара в разделах «Описание», «Подробнее» и «Характеристики», а также информации Покупателям в разделах «Доставка и сборка», «Гарантия», «Обмен и возврат товара».
	</p>
	<p>
	</p>
	<p align="center">
		 2. ПРЕДМЕТ ОФЕРТЫ
	</p>
	<p>
		 2.1. &nbsp;По настоящей Оферте Продавец обязуется продать оборудование, далее именуемое Товар, надлежащего качества,&nbsp; а Покупатель – обязан принять Товар и оплатить его в согласованные сроки, в случае отказа от Договора Покупатель обязан возместить Продавцу все необходимые расходы, понесенные Продавцом в связи с совершением действий по исполнению Договора, в том числе расходы по доставке Товара&nbsp; Покупателю и возврату Товара&nbsp; от&nbsp; Покупателя обратно Продавцу, включая расходы по оплате погрузочно-разгрузочных работ.
	</p>
	<p>
		 2.2. В соответствии со статьей 437 ГК РФ данный договор является публичной офертой, и в случае принятия изложенных ниже условий физическое лицо, производящее акцепт настоящей оферты, осуществляет оплату Товара Продавцу в соответствии с условиями настоящего договора. В соответствии с п.3 ст 438 ГК РФ ,оплата Товара Покупателем является акцептом оферты ,что является полным и безоговорочным принятием оферты&nbsp; Покупателем и признается равносильным заключению договора на условиях , изложенных в оферте.
	</p>
	<p>
		 2.3. &nbsp;Покупатель подтверждает, что ему предоставлена полная и достоверная информация о Товаре. Противопоказаний и ограничений, в том числе медицинских ограничений и противопоказаний&nbsp; для использования приобретаемого Товара&nbsp; Покупатель не имеет.
	</p>
	<p>
	</p>
	<p align="center">
		 3. ЦЕНА ТОВАРА И СРОКИ ОТГРУЗКИ
	</p>
	<p>
	</p>
	<p>
		 3.1. Цена товара договорная, включает в себя стоимость дополнительных затрат (НДС не облагается). Ассортимент, количество и цены за единицу товара указываются в Приложении №1, подписанном уполномоченными лицами Сторон.
	</p>
	<p>
		 3.2. Продавец обязуется подготовить Товар к отгрузке в течение двух рабочих дней с даты подписания настоящего Договора. Договор считается подписанным между Продавцом и Покупателем с даты поступления на электронную почту Продавца электронной копии договора, содержащей подпись Покупателя, паспортные данные Покупателя, адрес Покупателя, с электронной почты Покупателя, указанной в реквизитах Покупателя в п.11 настоящего Договора.
	</p>
	<p>
	</p>
	<p align="center">
		 4. ПОРЯДОК ОТГРУЗКИ И ПРИЕМКИ ТОВАРА
	</p>
	<p>
	</p>
	<p>
		 4.1. Товар отпускается со склада Продавца, силами и средствами Продавца, в количестве и ассортименте в соответствии с Приложением №1. Доставка товара&nbsp; покупателю производится&nbsp; силами и средствами Продавца.
	</p>
	<p>
		 4.2. Приемка Товара по ассортименту и количеству проводится при передаче Товара Покупателю, на основании товарно-транспортной накладной по форме 1-Т, утвержденной постановлением Госкомстата России от 28.11.97 №78
	</p>
	<p>
		 4.3. Обязательства Продавца по отпуску и отгрузке Товара считаются выполненными с момента передачи Товара компании, осуществляющей доставку.
	</p>
	<p>
		 4.4. Передача Товара осуществляется путем самовывозом/курьерской доставкой/ отправкой через ТК ПЭК г.Москва &nbsp;&nbsp;Выбор способа доставки -по усмотрению Покупателя.
	</p>
	<p>
		 4.5. Договор считается исполненным с момента вручения Товара Покупателю, а при его отсутствии – доверенному&nbsp; лицу, предъявившему&nbsp; документ, свидетельствующий о заключении Договора.
	</p>
	<p align="center">
		 5. ПОРЯДОК РАСЧЕТОВ
	</p>
	<p align="center">
	</p>
	<p>
		 5.1. Оплата Товара производится в двух частях в рублях и состоит из предоплаты и окончательного платежа, который осуществляется при доставке товара Покупателю. Сумма предоплаты и окончательного платежа указана в Приложении №1 к настоящему договору.&nbsp; Оплата за&nbsp; Товар может быть произведена путем безналичного перевода суммы на расчетный счет Продавца или передачи наличных денежных средства в кассу Продавца.
	</p>
	<p>
		 5.2. Оплата производится по ценам, установленным на день оплаты и по отдельно выставленным счетам.
	</p>
	<p>
		 5.3. При безналичной оплате Товара на расчетный счет Продавца&nbsp; – днем оплаты считается день поступления денежных средств на расчетный счет, указанный Продавцом.
	</p>
	<p>
		 5.4. Право собственности на Товар переходит от Продавца к Покупателю после перевода последним всех денежных средств обусловленных настоящим договором на банковский счет Продавца или передачи денежных средств в кассу Продавца.
	</p>
	<p>
	</p>
	<p align="center">
		 6. ОТВЕТСТВЕННОСТЬ СТОРОН
	</p>
	<p align="center">
	</p>
	<p>
		 6.1. После получения товара Покупатель не вправе предъявлять претензии по количеству,&nbsp; цене Товара в случае исправности и&nbsp; соответствия товара указанной номенклатуры&nbsp; в Приложении №1 к настоящему договору.
	</p>
	<p>
		 6.2&nbsp;&nbsp; Покупатель может утилизировать упаковку только после перехода права собственности на Товар от Продавца к Покупателю.
	</p>
	<p>
		 6.3. Покупатель подтверждает ,что им получена полная , достоверная информация о приобретаемом Товаре , включая ограничения по использованию Товара и противопоказания к использованию Товара, в том числе медицинские.
	</p>
	<p>
		 6.4. За нарушение условий настоящего Договора стороны несут ответственность в общегражданском порядке, возмещая потерпевшей стороне убытки в виде прямого ущерба. Бремя доказывания убытков лежит на потерпевшей стороне.
	</p>
	<p>
		 6.5. В случае отказа от Договора Покупатель, в течении двух рабочих дней&nbsp; обязан возместить Продавцу все необходимые расходы, понесенные Продавцом в связи с совершением действий по исполнению Договора , в том числе расходы по доставке Товара и возврату Товара обратно на склад Продавца.
	</p>
	<p>
		 6.6. При несвоевременном возмещении расходов Продавца, указанных в п 5.4 настоящего договор, Покупатель уплачивает Продавцу неустойку (пени) в размере 1,0 % суммы просроченного платежа за каждый день просрочки, но не более 100% от общей суммы.
	</p>
	<p>
	</p>
	<p align="center">
	</p>
	<p align="center">
		 7. ФОРС-МАЖОР
	</p>
	<p align="center">
	</p>
	<p>
		 7.1. Ни одна из сторон не несет ответственности перед другой стороной за невыполнение обязательств, обусловленное обстоятельствами, возникшими помимо воли и желания сторон и которые нельзя предвидеть или избежать разумными средствами, включая объявленную или фактическую войну, гражданские волнения, эпидемии, блокаду, эмбарго, землетрясения, наводнения, пожары и другие стихийные бедствия, запретительные действия властей.
	</p>
	<p>
		 7.2. Свидетельство, выданное соответствующей торговой палатой или иным компетентным органом, является достаточным подтверждением наличия и продолжительности действия непреодолимой силы.
	</p>
	<p>
		 7.3. Сторона, которая не исполняет своего обязательства в силу действия обстоятельств непреодолимой силы, должна известить другую сторону о возникших препятствиях и его влиянии на исполнение обязательств по Договору.
	</p>
	<p>
		 7.4. Если обстоятельства непреодолимой силы действуют на протяжении 3 (трех) последовательных месяцев и не обнаруживают признаков прекращения, настоящий Договор может быть расторгнут Продавцом и Покупателем путем направления уведомления другой стороне.
	</p>
	<p>
	</p>
	<p align="center">
		 8. РАЗРЕШЕНИЕ СПОРОВ И ПРИМЕНИМОЕ ПРАВО
	</p>
	<p align="center">
	</p>
	<p>
		 8.1. Все споры по настоящему Договору решаются путем переговоров.
	</p>
	<p>
		 8.2. При не достижении согласия споры решаются в Арбитражном &nbsp;суде Московской области &nbsp;в порядке, установленном &nbsp;действующим законодательством РФ.
	</p>
	<p>
	</p>
	<p align="center">
		 9. ГАРАНТИЙНЫЙ СРОК И УСЛОВИЯ ВОЗВРТА ТОВАРА
	</p>
	<p align="center">
	</p>
	<p>
		 9.1. Гарантийный срок товара устанавливается согласно технической документации.
	</p>
	<p>
		 9.2. Исчисление гарантийного срока на проданный товар начинается с момента передачи Товара Покупателю.
	</p>
	<p>
		 9.3. Гарантийный ремонт осуществляется в сервисном центре Продавца, по адресу его нахождения. Бесплатный выезд инженерного состава Продавца для диагностики и гарантийного ремонта осуществляется по г. Москве в пределах МКАД. Выезд за пределы МКАД или в регионы, а также доставка гарантийного товара в сервисный центр для ремонта, осуществляются за счет Покупателя.
	</p>
	<p>
		 9.4 Условия&nbsp; действия&nbsp; гарантийного срока указаны Продавцом на официальном сайте <a href="http://www.relaxa.ru/">www.relaxa.ru</a> и доступны по ссылке: <a href="http://www.relaxa.ru/guarantee">www.relaxa.ru/guarantee</a> .
	</p>
	<p>
		 9.5. Условия возврата и обмена Товара указаны Продавцом на сайте <a href="http://www.relaxa.ru/">www.relaxa.ru</a> и доступны по ссылке <a href="http://www.relaxa.ru/obmen-vozvrat-tovara">www.relaxa.ru/obmen-vozvrat-tovara</a>
	</p>
	<p>
		 9.6. Подписывая данный договор, Покупатель&nbsp; принимает на себя все условия по поставке, гарантии, ремонту, возврату, обмену Товара на условиях Продавца.
	</p>
	<p>
	</p>
	<p align="center">
		 10. СРОК ДЕЙСТВИЯ ДОГОВОРА
	</p>
	<p align="center">
	</p>
	<p>
		 10.1. Договор вступает в законную силу с даты его подписания и считается законченным после выполнения Сторонами всех возложенных по данному договору обязательств.
	</p>
	<p>
		 10.2. Одностороннее расторжение Договора не допускается.
	</p>
	<p>
	</p>
	<p align="center">
		 11. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
	</p>
	<p align="center">
	</p>
	<p>
		 11.1. Настоящий Договор составлен в двух экземплярах, имеющих одинаковую юридическую силу, по одному экземпляру для каждой из сторон.
	</p>
	<p>
		 11.2. Любые дополнения и изменения действительны лишь в том случае, если они оформлены в письменной форме и подписаны обеими сторонами.
	</p>
	<p>
		 11.3. Настоящий договор, а также все изменения и дополнения к настоящему договору, иные документы, подписанные сторонами, такие как счета, акты ,приложения к договору&nbsp; и переданные посредством электронной, факсимильной или иной связи, имеют юридическую силу и порождают последствия, предусмотренные такими документами. Скан-копия документа, подписанного уполномоченным лицом и скрепленного печатью (если это требуется), переданная другой стороне посредством электронной почты&nbsp; также имеет юридическую силу на весь период до&nbsp; момента обмена &nbsp;сторонами экземплярами подписанных договоров , приложений, счетов, актов&nbsp; на бумажном носителе.
	</p>
	<p>
		 11.4. Подписывая настоящий договор Стороны подтверждают, что ознакомлены со всеми условиями передачи, приемки, обмена и возврата товара и обязуются их соблюдать.
	</p>
	<p>
	</p>
	<p>
		 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	</p>
	<p>
	</p>
	<p>
	</p>
	<p align="center">
		 12. ЮРИДИЧЕСКИЕ АДРЕСА И ПЛАТЕЖНЫЕ РЕКВИЗИТЫ СТОРОН
	</p>
	<p>
	</p>
	<p>
		 Продавец: ООО «Технологии Здоровья «Релакса»
	</p>
	<p>
		 Юридический адрес: 140002, РФ, Московская область, г. Люберцы, ул. Колхозная, д. 19А, пом. II
	</p>
	<p>
		 Фактический адрес: 140002, РФ, Московская область, г. Люберцы, ул. Колхозная, д. 19А, пом. II
	</p>
	<p>
		 ИНН/КПП 5027171891/502701001, ОКПО 90152481,ОКАТО 46231501000,ОГРН 1115027002529,
	</p>
	<p>
		 Расчётный счёт 40702810538120007960, Наименование банка ОАО «Сбербанк России» г. Москва.
	</p>
	<p>
		 Корреспондентский счёт 30101810400000000225, БИК 044525225,
	</p>
	 Телефон/факс: (495) 789-91-74/983-34-78
</div>
<br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>