<?
$sSectionName = "Карта сайта";
$arDirProperties = array(
   "description" => "Навигация по сайту интернет-магазина «RELAXA STAR». Массажное оборудование, тренажеры для фитнеса, аппартаы для поддержания иммунитета, товары для здоровья и красоты, акции и скидки. ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Массаж, массажное, кресло, офисное, качалка, кресло-качалка, массажер, купить, заказать, цена, интернет-магазин, доставка, стоимость, большой, выбор, товары, фитнес, тренажер, аппарат, иммунитет, здоровье, красота, акции, скидки, карта, навигация, сайт, сориентироваться"
);
?>