<?
$sSectionName = "Дом и дача";
$arDirProperties = array(
   "description" => "Купить товары для дома и дачи недорого в интернет-магазине «RELAXA STAR». Огромный выбор, высокое качество, большая гарантия, бесплатная доставка, акции, скидки. ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Дом, дача, кресла, качалки, кресла-качалки, батуты, климатические, комплексы, отдых, купить, заказать, цена, интернет-магазин, доставка, стоимость, большой, выбор, товары, известные, производители"
);
?>