<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("tags", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, батуты, купить, недорого, доставка, интернет-магазин, политика, конфиденциальность, информация, пользователя");
$APPLICATION->SetPageProperty("keywords", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, батуты, купить, недорого, доставка, интернет-магазин, политика, конфиденциальность, информация, пользователя");
$APPLICATION->SetTitle("Политика конфиденциальности | Интернет-магазин «RELAXA STAR»");
$APPLICATION->SetPageProperty("description", "Политика конфиденциальности и информация для пользователя интернет-магазина «RELAXA STAR». ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!");
?><div class="static_relaxa_page">
<h1>Политика конфиденциальности</h1>
В соответствии с требованиями Федерального закона от 27 июля 2006 года №152-ФЗ «О персональных данных»,настоящая политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую Интернет-магазин «Relaxa», расположенный на доменном имени www.relaxa.ru, может получить о Пользователе во время использования сайта Интернет-магазина, программ и продуктов Интернет-магазина.<br><br>
<h2>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h2>
<br>
 В настоящей Политике конфиденциальности используются следующие термины:<br>
<ul>
	<li>«Администрация сайта Интернет-магазина (далее – Администрация сайта)» – уполномоченные сотрудники на управления сайтом, действующие от имени Интернет-магазин «Relaxa», которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.</li>
	<li>«Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).</li>
	<li>«Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
	<li>«Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.</li>
	<li>«Пользователь сайта Интернет-магазина (далее - Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт интернет-магазина.</li>
	<li>«Cookies» - небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP - запросе при попытке открыть страницу соответствующего сайта.</li>
	<li>«IP-адрес» - уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.</li>
</ul>
<br>
<h2>2. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
<ul>
	<li>Использование Пользователем сайта Интернет-магазина означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.</li>
	<li>В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта Интернет-магазина.</li>
	<li>Настоящая Политика конфиденциальности применяется только к сайту Интернет-магазина www.relaxa.ru. Интернет-магазин не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Интернет-магазина.</li>
	<li>Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайту Интернет-магазина.</li>
</ul>
<br>
<h2>3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</h2>
<br>
 Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта интернет-магазина по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта при регистрации на сайте интернет-магазина www.relaxa.ru или при оформлении заказа для приобретения Товара на сайте интернет-магазина www.relaxa.ru.<br>
 Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения формы регистрации на Сайте интернет-магазина www.relaxa.ru в разделах: "Регистрация" и "Оформление заказа" и включают в себя следующую информацию:
<ul>
	<li>Фамилию, имя, отчество Пользователя;</li>
	<li>Контактный телефон Пользователя;</li>
	<li>Адрес электронной почты (e-mail);</li>
	<li>Адрес доставки Товара;</li>
	<li>Место жительство Пользователя.</li>
</ul>
 Интернет-магазин защищает Данные, которые автоматически передаются в процессе просмотра разделов и страниц, на которых установлен скрипт системы, для сбора данных статистики посещения страниц и разделов сайта:<br>
<ul>
	<li>IP адрес;</li>
	<li>информация из cookies;</li>
	<li>информация о браузере (или иной программе, которая осуществляет доступ к сайту);</li>
	<li>время посещения;</li>
	<li>адрес страницы, на которой находился Пользователь;</li>
	<li>адрес предыдущей страницы (реферер).</li>
</ul>
<p>
</p>
 Отключение cookies может повлечь невозможность доступа к частям сайта Интернет-магазина, требующим авторизации.<br>
 Интернет-магазин осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля законности проводимых финансовых платежей.<br>
 Любая иная персональная информация неоговоренная выше (история покупок, используемые браузеры и операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.<br>
<p>
</p>
<br>
<h2>4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</h2><br>
Персональные данные Пользователя Администрация сайта интернет-магазина может использовать в целях:
<ul>
	<li>Идентификации Пользователя, зарегистрированного на сайте Интернет-магазина, для оформления заказа на сайте интернет-магазина www.relaxa.ru.</li>
	<li>Предоставления Пользователю доступа к персонализированным ресурсам Сайта интернет-магазина www.relaxa.ru.</li>
	<li></li>
	 Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта интернет-магазина www.relaxa.ru, оказания услуг, обработка запросов и заявок от Пользователя.
	<li>Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.</li>
	<li>Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.</li>
	<li>Создания учетной записи для совершения покупок, если Пользователь дал согласие на создание учетной записи.</li>
	<li>Уведомления Пользователя Сайта интернет-магазина www.relaxa.ru о состоянии Заказа.</li>
	<li>Обработки и получения платежей.</li>
	<li>Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем связанных с использованием Сайта интернет-магазина www.relaxa.ru.</li>
	<li>Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени Интернет-магазина или от имени партнеров Интернет-магазина.</li>
	<li>Осуществления рекламной деятельности с согласия Пользователя.</li>
	<li>Предоставления доступа Пользователю на сайты или сервисы партнеров Интернет-магазина с целью получения продуктов, обновлений и услуг.</li>
</ul>
<br>
<h2>5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</h2>
<p>
</p>
 Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.<br>
 Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на Сайте интернет-магазина www.relaxa.ru, включая доставку Товара.<br>
 Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации.<br>
 При утрате или разглашении персональных данных Администрация сайта www.relaxa.ru информирует Пользователя об утрате или разглашении персональных данных.<br>
<p>
</p>
<p>
</p>
 Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.<br>
 Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.<br>
<p>
</p>
<h2>6. ОБЯЗАТЕЛЬСТВА СТОРОН</h2>
<br>
 Пользователь обязан:
<br>
<ul>
	<li>Предоставить информацию о персональных данных, необходимую для пользования Сайтом интернет-магазина.</li>
	<li>Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.</li>
</ul>
 Администрация сайта обязана:<br>
<ul>
	<li>Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.</li>
	<li>Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.</li>
	<li>Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.</li>
	<li>Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.</li>
</ul>
<br>
<h2>7. ОТВЕТСТВЕННОСТЬ СТОРОН</h2>
<br>
<p>
</p>
 Администрация сайта, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности.<br>
 В случае утраты или разглашения Конфиденциальной информации Администрация сайта не несёт ответственность, если данная конфиденциальная информация:<br>
<p>
</p>
<ul>
</ul>
<li>Стала публичным достоянием до её утраты или разглашения.</li>
<li>Была получена от третьей стороны до момента её получения Администрацией сайта.</li>
<li>Была разглашена с согласия Пользователя.</li>
<br>
<h2>8. РАЗРЕШЕНИЕ СПОРОВ</h2>
<br>
<p>
</p>
 До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта Интернет-магазина lavkafermera.com и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).<br>
 Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.<br>
 При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством Российской Федерации.<br>
 К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее законодательство Российской Федерации.<br>
<p>
</p>
<h2>9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2>
<p>
</p>
 Администрация сайта www.relaxa.ru вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.<br>
 Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте интернет-магазина, если иное не предусмотрено новой редакцией Политики конфиденциальности.<br>
 Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать по адресу:<br>
<p>
 <a href="mailto:info@relaxa.ru">info@relaxa.ru</a>.
</p>
</div><br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>