<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("keywords", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, как, стать, дилер, свой, бизнес, сотрудничество, дропшиппинг, программа, аренда");
$APPLICATION->SetPageProperty("tags", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, как, стать, дилер, свой, бизнес, сотрудничество, дропшиппинг, программа, аренда");
$APPLICATION->SetPageProperty("description", "Как стать дилером массажных кресел, массажеров и тренажеров для фитнеса. Начать свой бизнес вместе с компанией RELAXA STAR». ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!");
$APPLICATION->SetTitle("Стать дилером | Интернет-магазин «RELAXA STAR»");
?><img width="100%" height="100% display: inline-block" alt="ric18.jpg" src="/upload/medialibrary/530/530e1f8dcb163d60794dfab98758574b.jpg" title="ric18.jpg">
<br>
<div style="margin-right: 10px; margin-left: 10px;">
<p style="text-align: center;">
<b><span style="font-size: 16pt;">Приглашаем к сотрудничеству</span></b>
</p>

<p style="text-align: left;">
<span style="color: #790000; font-size: 14pt;">Компания "Релакса Стар" благодарит Вас за интерес, проявленный к нашей продукции.</span>
</p>

<p>
<span style="color: #790000; font-size: 14pt;">
Мы готовы на взаимовыгодное сотрудничество со всеми заинтересованными сторонами и предлагаем к рассмотрению различные варианты совместного партнерства</span><span style="font-size: 14pt;">
</span>
</p>

<p align="center">
<b><span style="font-size: 16pt;">Расширенное предложение по услугам и товарам</span></b>
</p>

<p>
<span style="font-size: 15pt;">Наша компания предоставляет своим партнерам расширенный спектр услуг и товаров:</span>
</p>

<ul type="disc">
<li><span style="font-size: 15pt;">Широкий выбор массажных кресел и массажеров ведущих производителей Малайзии, Сингапура, Кореи и Китая – OGAWA, OTO, UNO, HANSUN.</span></li>
<li><span style="font-size: 15pt;">Массажные кресла для дома и офиса собственного производства, поставляемые под брендами ОТО и EGO.</span></li>
<li><span style="font-size: 15pt;">Гибкая ценовая политика закупочных цен для различных категорий дилеров</span></li>
<li><span style="font-size: 15pt;">Партнерская программа поставки товаров по системе Дропшиппинг</span></li>
<li><span style="font-size: 15pt;">Поставка массажного и фитнес оборудования под заказ с расширенными опциями</span></li>
<li><span style="font-size: 15pt;">Гарантийное и послегарантийное обслуживание оборудования, сертифицированный ремонт массажных кресел</span></li>
<li><span style="font-size: 15pt;">Рекламная поддержка своих партнеров информационными каталогами, буклетами, видео и фотоматериалами</span></li>
<li><span style="font-size: 15pt;">Кратчайшие сроки доставки и отлаженная схема грузоперевозок</span></li>
<li><span style="font-size: 15pt;">Индивидуальный подход в подборе массажного и фитнес оборудования</span></li>
		</ul>
<br>

<p align="center">
<b><span style="font-size: 16pt;">Виды совместного сотрудничества</span></b>
</p>


<p>
<b><span style="font-size: 15pt;">Сотрудничество с торгующими организациями</span>
</b>
</p>

<ul type="disc">
<li><span style="font-size: 15pt;">
Покупка массажного и фитнес оборудования на условиях предоставления дополнительных скидок от официального розничного прайса компании, размещенного на нашем сайте </span>
<a href="/"><span style="font-size: 15pt; color: #790000;">www.relaxa.ru</span></a>
</li>
<li><span style="font-size: 15pt;">
<span style="font-size: 15pt;">Заказ должен состоять из одной или нескольких единиц товара.
</span></li>
<li><span style="font-size: 15pt;">
Размер скидки зависит от регулярности оформления заказа в месяц и формы его оплаты.
</span></li>
<li><span style="font-size: 15pt;">
При заказе большого количества товара, наша компания может предложить Вам дополнительные скидки.
</span></li>
<li><span style="font-size: 15pt;">
Для продвижения товара компания предоставляет рекламные материалы и информацию.</span>
</li>
</ul>
<br>

<p>
<b><span style="font-size: 15pt;">Дилерская программа</span></b>
</p>

<ul type="disc">
<li><span style="font-size: 15pt;">
Дилерская программа подразумевает подписание между сторонами дилерского договора и дальнейшую работу согласно его условий.
</span>
</li>

<li><span style="font-size: 15pt;">Дилерский договор включает в себя открытие собственных магазинов или торговых площадок по продаже товаров для отдыха и здоровья, рекламную и информационную поддержку, активное продвижение товара на региональном рынке. 
</span>
</li>

<li><span style="font-size: 15pt;">
Дилер получает специальный прайс на все оборудование, значительно отличающийся от розничного. Дополнительно обговариваются начальные объемы продаж в регионе с дальнейшим их увеличением.
</span>
</li>
</ul>
<br>
<p>
<b><span style="font-size: 15pt;">Дропшиппинг</span></b>
</p>

<p>
<span style="font-size: 15pt;">
Наша компания предлагает прямые поставки для покупателей вашей интернет площадки. Для сотрудничества с нами по системе дропшиппинга нужно:</span>
</p>

<ul type="disc">
<li><span style="font-size: 15pt;">Зарегистрироваться на нашем портале;</span></li>
<li><span style="font-size: 15pt;">Выбрать интересующие товары и оформить заказ;</span></li>
<li><span style="font-size: 15pt;">Указать адрес поставки и форму оплаты для клиента.</span></li>
</ul>

<p>
<span style="font-size: 15pt;">
После регистрации менеджер нашей компании проводит проверку Ваших реквизитов для оплаты и заключает с Вами клиентский договор. Интернет-магазину гарантируется, что клиент получит товар в целости, без указания стоимости продукции для посредника. Для успешного продвижения наша компания предоставляет изображения товаров и любую необходимую информацию по запросу.</span>
</p>

<p>
<b><span style="font-size: 15pt;">Сотрудничество с медицинскими учреждениями и реабилитационными центрами</span></b>
</p>

<p>
<span style="font-size: 15pt;">
Компания Релакса всегда готова предложить особые условия для частных и государственных медицинских учреждений и реабилитационных центров. Мы поставляем массажное и фитнес оборудование для оснащения комнат релаксации и восстановления от ведущих мировых производителей.</span>
</p>

<p>
<span style="font-size: 15pt;">
Наша Компания готова предложить Вам на выбор большой спектр продукции по оптимальному соотношению «цена-качество».</span>
</p>

<p>
<b><span style="font-size: 15pt;">Корпоративные продажи и сотрудничество</span></b>
</p>

<p>
<span style="font-size: 15pt;">
Компания Релакса Стар является поставщиком услуг и товаров для многих корпоративных клиентов, включая ИСТРА-Нутриция, Danone, Louis Vuiton, Комеди Клаб, Немецкий центр Гетте, DuPont, Посольство Греции, Lexus автосалон Тушино, Win to Win Инвест, HeadHunter, Mail.ru, Пикап Фильм, РТР и т. д.</span>
</p>

<br>
<p>
<span style="font-size: 15pt;"><i>
Мы открыты к сотрудничеству с любыми компаниями:</span></i>
</p>

<ul>
<li><span style="font-size: 15pt;">Гостиничные комплексы</span><br></li>

<li><span style="font-size: 15pt;">Фитнес-клубы</span><br>
</li>

<li><span style="font-size: 15pt;">Салоны красоты</span><br>
</li>

<li><span style="font-size: 15pt;">Аквапарки</span><br>
</li>

<li><span style="font-size: 15pt;">Автосалоны</span><br>
</li>

<li><span style="font-size: 15pt;">Предприятия, оказывающие VIP- услуги</span><br>
</li>

<li><span style="font-size: 15pt;">Рестораны</span><br>
</li>

<li><span style="font-size: 15pt;">Бизнес центры</span><br>
</li>

<li><span style="font-size: 15pt;">Торговые центры</span><br>
</li>

<li><span style="font-size: 15pt;">Бани и сауны</span><br>
</li>

<li><span style="font-size: 15pt;">Спортивные и развлекательные центры</span><br>
</li>

<li><span style="font-size: 15pt;">Санатории</span><br>
</li>

<li><span style="font-size: 15pt;">Крупные коммерческие организации</span><br>
</li>

<li><span style="font-size: 15pt;">Санатории, дома отдыха</span><br>
</li>

<li><span style="font-size: 15pt;">Центры реабилитации</span><br>
</li>

<li><span style="font-size: 15pt;">Спортивные организации</span><br>
</li>

</ul>

<br>
<p>
<span style="font-size: 15pt;">
При одновременной покупке нескольких единиц товара, Вы получаете гибкую систему скидок, бесплатную доставку, возможную выездную презентацию и дальнейшую систему скидок при дополнительном заказе. Наши менеджеры будут рады обсудить с Вами все интересующие Вас вопросы.</span>
</p>

<p>
<span style="font-size: 15pt;">
Возможны варианты аренды массажных кресел, покупки в рассрочку или пробное тестирование массажных кресел для определения их рентабельности использования.</span>
</p>

<p>
<b><span style="font-size: 15pt;">Сотрудничество с интернет-магазинами</span></b>
</p>

<p>
 <span style="font-size: 15pt;">
Наша компания готова к сотрудничеству с интернет магазинами и предоставляет гибкую систему скидок от официального розничного прайса компании, а также дополнительные поощрительные бонусы по итогам работы.&nbsp;Работая с нашей компанией, Вы получаете полную информацию о продукции, инструкции по использованию в электронном виде, а также печатные каталоги.
</span>
</p>

<p>
<b><span style="font-size: 15pt;">Аренда массажных кресел</span></b>
</p>

<p>
<span style="font-size: 15pt;">
Компания Релакса Стар предоставляет в аренду различным организациям и предприятиям&nbsp; массажные кресла. Массажное кресло, как услуга релаксации и восстановления, особенно востребовано в больших мегаполисах, где людям требуется короткая передышка и снятие стресса за короткое время.</span>
</p>

<p>
<span style="font-size: 15pt;">
Если Вас интересует сотрудничество с нашей компанией, мы будем рады видеть Вас в качестве нашего дилера. Отправьте заявку на сотрудничество на нашу электронную почту: <a href="mailto:Info@relaxa.ru"><span style="color: #790000;">Info@relaxa.ru</span></a></span>
</p>
</div><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>