<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("tags", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, доставка, оплата, покупка, способ, наличный, безналичный, платеж, онлайн, на, сайте, смартфоном, наложенный, pay, пэк, е-кит, visa, electron, mastercard, виза, электрон, мастеркард, халва, unionpay, union, pay, мир, совесть, webmoney, QIWI, деньги");
$APPLICATION->SetPageProperty("keywords", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, доставка, оплата, покупка, способ, наличный, безналичный, платеж, онлайн, на, сайте, смартфоном, наложенный, pay, пэк, е-кит, visa, electron, mastercard, виза, электрон, мастеркард, халва, unionpay, union, pay, мир, совесть, webmoney, QIWI, деньги");
$APPLICATION->SetTitle("Способы оплаты | Интернет-магазин «RELAXA STAR»");
$APPLICATION->SetPageProperty("description", "Как оплатить покупку в интернет-магазине «RELAXA STAR». Способы оплаты: наличный и безналичный платеж, оплата картой, оплата смартфоном, наложенный платеж. ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!");
?><div class="static_relaxa_page">
	<h1>Оплата и Рассрочка 0%</h1>

<div  style="text-align: center;" itemscope itemprop="image" itemtype="http://schema.org/ImageObject">
    <img itemprop="url contentUrl" src="/img/svg/payment.svg" alt="Оплата в интернет-магазине RELAXA STAR">
    <meta itemprop="width" content="450">
    <meta itemprop="height" content="300">
</div>
<meta property="og:image" content="/img/svg/payment.svg"/>


	 <?/*
 <img src="/uploads/sposobi-oplati/ya14.jpg" height="136" align="middle"> <br>
	*/?>
	<hr>
	<h2>Наличный расчет </h2>
	<p>
		 Вы оплачиваете заказ наличными менеджеру или курьеру при его получении. Обратите внимание, что при получении заказа вам выдается накладная и гарантийный талон, содержащий информацию по комплектации заказа и его стоимости. При получении заказа вы должны проверить его на соответствие наименований и количество позиций, а также качество товара. После расчета с курьером клиент подписывает накладную и гарантийный талон, чем подтверждает, что претензий к качеству и комплектации заказа не имеет. Вместе с заказом вы получаете накладную, содержащую все товарные позиции вашего заказа и гарантийный талон.
	</p>
 <br>
	 <?/*<p style="text-align: center;">
 <img src="/uploads/sposobi-oplati/ya13.jpg" height="136" align="middle">
	</p>*/?>
	<hr>
	<h2>Безналичный расчет</h2>
	<p>
		 Оплата по безналичному расчету осуществляется при наличии реквизитов банка или физического лица, которому нужно перевести деньги. Вы оплачиваете заказ по выставленному счету через отделение своего банка. Доставка осуществляется после поступления денежных средств на расчетный счет нашей компании.
	</p>
<br>
<hr>
	<h2>Оплата банковской картой онлайн</h2>
 <br>
	<p style="text-align: center;">
 <img src="/uploads/sposobi-oplati/netpay.png" height="60"> <img src="/uploads/sposobi-oplati/visa.png" height="60"> <img src="/uploads/sposobi-oplati/visa_e.png" height="60"> <img src="/uploads/sposobi-oplati/mc.png" height="60"> <img src="/uploads/sposobi-oplati/mc2.png" height="60"><img src="/uploads/sposobi-oplati/apple-pay.png" height="60"><img src="/uploads/sposobi-oplati/sumsung-pay.png" height="60"> <img src="/uploads/sposobi-oplati/mir.jpg" height="60"> <?/*<img src="/uploads/sposobi-oplati/sovest.jpg" height="60"><img src="/uploads/sposobi-oplati/halva.jpg" height="60">*/?>
	</p>
 <br>
	<h3 style="font-size: 18pt;">Как оплатить через Net Pay</h3>
	<p>
		 Заказанный товар/услугу возможно оплатить банковской картой онлайн сразу после создания заказа — соответствующую кнопку вы увидите на странице завершения оформления заказа.
	</p>
 <br>
	<ol>
		<li>Для оплаты банковской картой Вы будете перенаправлены на защищенную платежную страницу процессинговой компании ООО "Нэт Пэй". Страница оплаты отвечает последним международным требованиям безопасности платежных систем Visa, MasterCard, МИР.</li>
		<li>В процессе оплаты банковской картой введите ее номер, срок действия, код CVV, указанный на обороте, а также имя и фамилию владельца и контактные данные владельца карты.</li>
		<li>Убедитесь, что Вы ввели корректные данные, а затем нажмите на кнопку «Оплатить».</li>
		<li>Если Ваша банковская карта поддерживает технологию 3D Secure, Вы автоматически перейдете на сайт своего банка, где Вас попросят ввести секретный код активации, который будет отправлен по смс на телефон (указанный при выпуске Вашей карты).</li>
		<li>Если реквизиты карты введены верно и на счете достаточно денег, Вы увидите подтверждение оплаты заказа. После чего Вам будет предложено вернуться на страницу магазина.</li>
	</ol>
	<h3 style="font-size: 18pt;">Порядок возврата денежных средств</h3>
	<p>
		 Для полного или частичного возврата денежных средств на карту Вам необходимо обратиться в магазин. Деньги автоматически вернутся на вашу карту в течение 2-3 х дней. Точный срок возврата денежных средств зависит от давности размещения заказа и от банка, выпустившего карту (максимальный срок возврата не может превышать 30 дней).<br>
 <br>
		 Обработка полученных конфиденциальных данных Держателя карты производится в процессинговом центре ООО "Нэт Пэй", сертифицированного по стандарту PCI DSS (Payment Card Industry Data Security Standard), поэтому данные карты Покупателя не доступны для интернет-магазина.<br>
		 Безопасность онлайн платежей обеспечивается с использованием современных технологий безопасности, разработанным международными платежными системами VISA, Masterсard, МИР: Visa Secure, Mastercard SecureCode, MirAccept и закрытых банковских сетей гарантирует безопасность по сделкам с банковскими картами.
	</p>
 <br>
	<hr>
	<h2>Оплата наложенным платежом</h2>
 <br>
	<p style="text-align: center;">
 <img width="122" src="/uploads/sposobi-oplati/ya11.jpg" height="68"> <img width="211" src="/uploads/sposobi-oplati/ya10.jpg" height="68"> <img width="280" src="/uploads/sposobi-oplati/ya15.jpg" height="68">
	</p>
 <br>
	<p>
		 Услуга «наложенный платёж» оказывается во всех <a href="https://pecom.ru/contacts/list-filials/" target="_blank" rel="noreferrer noopener"><span style="color: #790000; font-size: 14pt;">филиалах Компании «ПЭК»</span></a><span style="color: #790000; font-size: 14pt;"> </span>на территории России.
	</p>
	<ul>
		<li>300 км - радиус услуги «доставка до двери» из пунктов выдачи заказов (оплачивается покупателем).</li>
		<li>Пункты выдачи ТК е-КИТ <a href="https://e-kit.pro/contacts/" target="_blank" rel="noreferrer noopener"><span style="color: #790000; font-size: 14pt;">по всей России</span></a></li>
	</ul>
	<p>
 <br>
 <b>Полный комплекс дополнительных услуг (оплачивается покупателем)</b>
	</p>
	<ul>
		<li>Доставка груза «до двери».</li>
		<li>Погрузо-разгрузочные работы.</li>
		<li>Подъём на этаж. </li>
	</ul>
	<h3>
	Внимание! </h3>
	<p>
	</p>
	<ol>
		<li><b>С покупателя взимается комиссия в размере 3%! </b></li>
		<li><b> Оплата доставки "до двери" осуществляется только наличными! </b></li>
		<li><b>
		Наложенным платежом оплачиваются все товары UNO, HANSUN, OTO, EGO, OGAWA (кроме уцененных товаров и товаров ценой ниже 5000 руб.)</b></li>
	</ol>
 <br>

	 <?/*	<p style="text-align: center;">
			<img width="135" src="/uploads/sposobi-oplati/ya12.jpg" height="68" alt=""> <img width="104" src="/uploads/sposobi-oplati/ya9.jpg" height="68" alt="" style="font-size: 12px;"><img width="148" src="/uploads/sposobi-oplati/ya8.jpg" height="68" alt="" style="font-size: 12px;">
		</p>
 <br>
	<h2>Оплата смартфоном</h2>
 <br>
	<h3>При помощи Samsung Pay</h3>
 <br>
	<p>
		 Samsung Pay - это удобный и безопасный мобильный платежный сервис. Принимается к оплате везде, где можно совершить покупку с помощью обычной банковской карты, сохраняя все ее привилегии. Смартфон или планшет должен поддерживать NFC.
	</p>
 <br>
	<h3>При помощи Android Pay</h3>
 <br>
	<p>
		 Чтобы сервис работал на вашем устройстве, нужна операционная система версии KitKat 4.4. и выше, а еще смартфон или планшет должен поддерживать радиосвязь ближнего действия, проще говоря, быть оснащенным датчиком NFC. Аndroid Pay без NFC работать не будет.
	</p>
 <br>
	<p>
		 Вы не только будете знать, какая сумма списана с той или иной карты, но и всю информацию по транзакции. Работает это примерно так же, как если бы Вы просто расплачивались карточкой в магазине, а на вашем телефоне стояло приложение банка.
	</p>
	<p>
 <b>Как платить:</b>
	</p>
	<ul>
		<li>Разблокируйте свой смартфон (открывать приложение не нужно).</li>
		<li>Поднесите его к терминалу задней панелью.</li>
		<li>Если сумма покупки меньше 1000 рублей, то никакого подтверждения операции не потребуется.</li>
		<li>Если сумма покупки более 1000 рублей, то нужно будет подтвердить оплату при помощи отпечатка пальца или кода.</li>
		<li>Оплата будет произведена с карты, которая используется по умолчанию</li>
		<li>Дождитесь подтверждения, что оплата прошла, на экране терминала.</li>
	</ul>
 <br>
	<h3>При помощи Apple Pay</h3>
 <br>
	<p>
 <b>Как платить:</b>
	</p>
	<ul>
		<li>Нажмите кнопку «Купить с использованием Apple Pay» или «Apple Pay».</li>
		<li>Проверьте адреса выставления счетов и доставки, а также контактные данные, и убедитесь, что они указаны верно. Если требуется произвести оплату другой картой, нажмите &gt; рядом с картой.</li>
		<li>При необходимости укажите адреса выставления счетов и доставки, а также свои контактные данные. Apple Pay сохранит эту информацию, поэтому вводить ее заново не потребуется.</li>
		<li>Когда будете готовы, совершите покупку и расположите палец на датчике Touch ID. Если оплата пройдет успешно, на экране появится надпись «Готово» с галочкой.</li>
	</ul>

	<p style="text-align: center;">
 <img width="137" src="/uploads/sposobi-oplati/ya1.jpg" height="68" style="font-size: 12px;" alt=""> <img width="137" src="/uploads/sposobi-oplati/ya2.jpg" height="68" alt="" style="text-align: center;"><img width="188" src="/uploads/sposobi-oplati/ya4.jpg" height="68" alt="" style="text-align: center;">
	</p>
 <br>*/?>
 <hr>
 <br>
	<h2>Рассрочка</h2>
<br>
	<p>
		 Компания RELAXA STAR заботится о Вас, и предлагает надежные и выгодные условия рассрочки:<br><br>
 	</p><ul>
		<li>Срок от 6 до 24 месяцев</li>
		<li>Первоначальный взнос: 0 - 90% от суммы чека</li>
		<li>Сумма рассрочки от 3 000 до 300 000 рублей</li>
		<li>Возраст от 18 до 70 лет</li>
		<li>Постоянная регистрация в России</li>
		<li>Стаж на последнем месте работы превышает 3 месяца</li>
	</ul>
	<p></p>
<br>	
	<p>
		 Вы сами сможете выбрать заинтересовавший Вас вариант из предложенных ниже. Переходите по ссылкам и оставляйте заявку!
	</p>
 <div style="text-align: center;">

<figure class="brend"> <a href="https://relaxa.ru/installment/index.php#anchor3"><img width="250" alt="Почта Банк" src="/upload/medialibrary/cf4/pochta_bank.png" height="125" title="Почта Банк"></a></figure> 
<figure class="brend"> <a href="https://relaxa.ru/installment/index.php#anchor2"><img width="250" src="/upload/medialibrary/de9/khalva.png" height="125" alt="Халва" title="Халва"></a></figure> 
<figure class="brend"> <a href="https://relaxa.ru/installment/index.php#anchor4"><img width="250" src="/upload/medialibrary/6d0/v_kredit.png" height="125" alt="ВКРЕДИТ" title="ВКРЕДИТ"></a></figure>

	</div>
	
</div><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>