<?
$sSectionName = "Распродажа";
$arDirProperties = array(
   "description" => "Купить товары по распродаже дешево в магазине «RELAXA STAR». Огромные скидки, лучшие предложения, акции, быстрая доставка.  ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Распродажа, купить, заказать, цена, Интернет-магазин, Москва, доставка, стоимость, дешево, большой, выбор, товары, витрина, уценка, известные, производители, массаж, кресла, массажеры, оборудование, акция, sale, дешево, недорого, скидки"
);
?>