<?
$sSectionName = "Избранное";
$arDirProperties = array(
   "description" => "Посмотреть свой список избранных товаров в интернет-магазине «RELAXA STAR». Массажные кресла, массажеры, товары для фитнеса. ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Список, товары, избранное, добавить, убрать, интернет-магазин, массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, свинг-машины, батуты, прессотерапия, рефлескотерапия, аренда, столы, стулья, доставка, гарантия, большая, недорого, производители, известные, надежные, качество"
);
?>