<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("tags", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, условия, гарантия, сервис, центр, ремонт, реставрация, перетяжка, замена, починка, срок, эксплуатация, стоимость");
$APPLICATION->SetPageProperty("keywords", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, условия, гарантия, сервис, центр, ремонт, реставрация, перетяжка, замена, починка, срок, эксплуатация, стоимость");
$APPLICATION->SetTitle("Гарантия | Интернет-магазин «RELAXA STAR»");
$APPLICATION->SetPageProperty("description", "Условия гарантии на товары в интернет-магазине «RELAXA STAR». Сервисный центр осуществляет ремонт и реставрацию массажных кресел и массажеров. ☎ Телефон: 8 (495) 191-08-17");
?><div class="static_relaxa_page">
	<h1>Гарантийные сроки и условия</h1>
	<h2>Что делать при неисправности массажного кресла или другого товара:</h2>
	<p>
		 Если возникла неисправность, следует:
	</p>
	<ol>
		<li>Сообщить нам об этом по телефону <b>8 (495) 789-91-77</b> или на e-mail: <a href="mailto:service@relaxa.ru">service@relaxa.ru</a>.</li>
		<li>Наши специалисты ответят на все интересующие Вас вопросы, оформят заявку на ремонт и помогут решить проблему.</li>
		<li>Далее Вашей заявке присваивается индивидуальный номер, сообщив который Вы сможете узнать, на каком этапе находится ремонт товара.</li>
		<li>Товар отвозится в сервисный центр по адресу <b>140002, г. Люберцы, ул. Колхозная, 19А, пом. II</b>.</li>
		<li>Товар осматривается нашими специалистами, составляется акт приемки с указанием комплектации, внешних изъянов, заявленных неисправностей и контактными данными покупателя (вручается покупателю).</li>
		<li>Сроки ремонта устанавливаются индивидуально в зависимости от вида неисправности.</li>
		<li>После завершения ремонта, менеджер сервисной службы созванивается с Вами и сообщает о состоянии изделия и результате ремонта.</li>
	</ol>
 <br>
	<p>
 <b>Если Вы находитесь не в Москве и МО</b>, изделие отвозится в магазин, где Вы его приобретали или отправляется в центральный сервисный центр по адресу <b>140002, г. Люберцы, ул. Колхозная, 19А, пом. I</b>.&nbsp;
	</p>
	<p>
 <b>Если Вы купили товар через интернет-магазин</b>, товар отправляется грузовой компанией в наш сервисный центр по адресу <b>140002, г. Люберцы, ул. Колхозная, 19А, пом. I</b>, где специалисты проводят диагностику и устраняют неисправность.
	</p>
	<p>
		 При этом не забудьте приложить заполненный гарантийный талон, чек (платежный документ) и пояснительное письмо, в котором подробно описывается неисправность и комплектация.
	</p>
	<p>
		 В случае если ремонт гарантийный, отремонтированный массажёр отправляется почтой или транспортной компанией на указанный вами обратный адрес за наш счёт.
	</p>
 <br>
	<p>
 <span style="color: #9d0a0f;"><b>ВНИМАНИЕ!</b></span>
	</p>
	<p>
 <i>Ремонт производится только при наличии правильно заполненного гарантийного талона и чека (платежного документа). В противном случае, компания имеет право отказать в осуществлении ремонта.</i>
	</p>
 <br>
	<p>
 <b><span style="color: #9d0a0f;">ВАЖНО!</span></b>
	</p>
	<p>
 <i>При покупке товара обязательно проверьте его комплектность и исправность, а также наличие инструкции по эксплуатации и заполненный Гарантийный талон. Во избежание проблем, просим Вас перед началом работы с изделием внимательно ознакомиться с инструкцией по его эксплуатации.</i>
	</p>
 <br>
 <br>
	<hr>
 <br>
 <br>
	<h2>Расширенная гарантия</h2>
 <br>
 <b>На ряд товаров, продающихся через интернет-магазин установлена расширенная гарантия:</b>
	<ul>
		<li>Массажные кресла <span style="color: #9d0a0f;">UNO GRANDE, OGAWA OG7208, OTO PE-09</span> 5 лет (1+4 года): 5 лет бесплатного гарантийного обслуживания вместо 1 года</li>
		<li>Массажные кресла <span style="color: #9d0a0f;">UNO ONE UN367, OTO ES-05</span> 3 года (1+2 года): 3 года бесплатного гарантийного обслуживания вместо 1 года</li>
		<li>Массажные кресла <span style="color: #9d0a0f;">UNO ONE UN361, EGO</span> 2 года (1+1 год): 2 год бесплатного гарантийного обслуживания вместо 1 года</li>
		<li>Массажеры <span style="color: #9d0a0f;">OTO</span> и <span style="color: #9d0a0f;">OGAWA</span> 2 года (1+1 год): 2 года бесплатного гарантийного обслуживания вместо 1 года</li>
		<li>Тренажеры <span style="color: #9d0a0f;">OTO</span> 2 года: расширенная гарантия 2 года.</li>
	</ul>
 <br>
 <span style="color: #9d0a0f;"><b>ВНИМАНИЕ!</b></span> <br>
	<ul>
		<li>Расширенная гарантия оформляется только на те товары, которые имеют уникальный серийный номер.</li>
		<li>На демонстрационные товары, а также на уцененные товары расширенная гарантия не распространяется. </li>
		<li>Расширенная гарантия предоставляется на бесплатное сервисное обслуживание.</li>
		<li>В течении первого года расширенной гарантии, компания бесплатно предоставляет запчасти для замены. В последующее время запчасти приобретаются за счет покупателя.</li>
	</ul>
 <i>
	<div>
		 Для получения расширенной гарантии и облегчения процесса сервисного обслуживания рекомендуем вам зарегистрировать свою покупку на сайте в течение двух месяцев с даты покупки
	</div>
 </i><br>
	<p style="text-align: center;">
 <a href="https://www.relaxa.ru/regbuy-1/"><img width="340" src="https://www.relaxa.ru/uploads/waranty/waranty1720x100.png" height="47" alt=""></a>
	</p>
 <br>
	<hr>
 <br>
	<h2>Стандартная гарантия</h2>
	<ul>
		<li>Товары <a href="https://www.relaxa.ru/massazhnoe-oborudovanie/massazhnye_kresla/filter/att_brand-is-fujimo/apply/"><span style="color: #9d0a0f;">FUJIMO</span></a> <b>срок полной гарантии 3 года</b></li>
		<li>Товары Hansun<b>1 год</b></li>
		<li><a href="/massazhnoe-oborudovanie/massazhnye_kresla/ofisnye_masazhnye_kresla/"><span style="color: #9d0a0f;">Офисные кресла EGO</span></a>, <a href="https://www.relaxa.ru/massazhnoe-oborudovanie/massazhnye_kresla/massazhnye_kresla_kachalki/"><span style="color: #9d0a0f;">кресла-качалки EGO</span></a> и дизайнерские кресла EGO<b> 1 год</b></li>
		<li>Массажеры и тренажеры EGO <b>1 год</b></li>
		<li>Товары Marutaka, RestArt, Lotus, Takasima, DoctorLife, Gess, Mego Afek, MaxStar <b>1 год</b></li>
		<li><a href="https://www.relaxa.ru/massazhnoe-oborudovanie/massazhnye_kresla/vendingovye_massazhnye_kresla/"><span style="color: #9d0a0f;">Вендинговые массажные кресла </span></a><b>6 месяцев</b></li>
		<li>Товары Zenet гарантия 1 год, Bradex, Planta <b>6 месяцев</b></li>
	</ul>
 <br>
	<hr>
 <br>
	<h2>Гарантия на уцененные товары</h2>
 <br>
	<ul>
		<li>Массажные кресла <span style="color: #9d0a0f;">OTO, OGAWA, EGO </span><b>1 год</b></li>
		<li>Офисные массажные кресла, кресла-качалки, дизайнерские кресла <span style="color: #9d0a0f;">EGO </span><b>6 месяцев</b></li>
		<li>Массажеры <b>6 месяцев</b></li>
		<li>Вендинговые кресла <b>6 месяцев</b></li>
	</ul>
 <br>
	<hr>
 <br>
	<h2>Условия действия гарантии</h2>
 <br>
 <i><b>Гарантийный ремонт не осуществляется в следующих случаях:</b></i>
	<ul>
		<li>Если изделие использовалось в целях, не соответствующих прямому назначению;</li>
		<li>Если неисправность явилась следствием небрежной эксплуатации, неправильной транспортировки или условий хранения, вследствие чего изделие имеет механические повреждения;</li>
		<li>Если выход из строя произошел в результате окончания срока работы деталей;</li>
		<li>Если имеются повреждения, причиной которых явились попадание внутрь изделия посторонних предметов, жидкости, и т.д.;</li>
		<li>Если обнаружены доказательства самостоятельного вскрытия изделия или его ремонт вне гарантийного сервисного центра;</li>
		<li>Естественный износ внешнего покрытия, чехлов из ткани, кожи, пластиковых и металлических деталей и др. материалов, не участвующих в непосредственной механической работе изделия - не подлежат замене;</li>
		<li>При неисправностях, возникших из-за перегрузки, повлекшей за собой деформацию или выход из строя внутренних механизмов, а также вследствие скачков или несоответствия напряжения электросети;</li>
		<li>На платежные системы вендинг кресел и другого вендинг оборудования ( включая купюроприемники, монетоприемники, устройства выдачи монет);</li>
		<li>Если не удается идентифицировать изделие по серийному номеру (серийного номера нет или он не читается);</li>
		<li>Если поломка стала итогом использования изделия при явных признаках неисправности (скрежет, запах гари и т.д)</li>
	</ul>
 <br>
 <span style="color: #9d0a0f;"><b>Стоимость ремонта оплачивается покупателем, если:</b></span>
	<ul>
		<li>срок действия гарантии закончился;</li>
		<li>гарантия не распространяется на данный вид неисправности;<br>
 </li>
		<li>для определения вида поломки требуется экспертиза, в результате которой доказано, что гарантия не распространяется на данный вид неисправности.</li>
	</ul>
 <i>Компания Relaxa снимает с себя ответственность за возможный вред, прямо или косвенно нанесенный товарами, купленными у нас людям, домашним животным, имуществу в случаях если:</i>
	<ul>
		<li>это произошло в результате несоблюдения правил и условий эксплуатации изделия, умышленных или неосторожных действий потребителя или третьих лиц;</li>
		<li>срок гарантии закончился, или гарантия не распространяется на поломку, стоимость ремонта оплачивается покупателем.</li>
	</ul>
	<p>
		 Послегарантийное сервисное обслуживание изделия осуществляется на коммерческой основе. По вопросам гарантии, сервисного обслуживания и т.д звоните по номеру <b>8-495-789-91-77</b>.
	</p>
 <br>
	<h3><a name="winter"></a>ВНИМАНИЕ! Напоминаем Вам, что в зимний период при доставке массажного и фитнес оборудования требуется выполнять следующие правила:</h3>
	<div>
		<ol>
			<li>После получения оборудования требуется обязательно выждать не менее 12 часов перед его включением и использованием. В этот период оборудование должно находиться в условиях комнатной температуры около + 20°С.</li>
			<li>
			При особо низких температурах (ниже -15°С) обязательно выждать не менее 24 часов перед его включением и использованием.</li>
			<li>
			Во избежание проблем используйте оборудование при комнатной температуре внутри помещения.</li>
		</ol>
 <b>Причины: </b><br>
		<ul>
			<li>При резкой смене температуры образуется конденсат, что может привести к короткому замыканию и возникновению неисправностей.</li>
			<li>
			При особо низких температурах (ниже - 15° С) внутренняя смазка массажного механизма застывает, что может привести к неисправности механизма и к снижению ресурса работы.</li>
		</ul>
 <i>Пожалуйста, во избежание проблем, выполняйте вышеуказанные требования. В противном случае сервисный центр будет вынужден отказать в гарантийном ремонте!</i>
	</div>
 <br>
	<h2>Адрес сервисного центра</h2>
 <br>
 <u>Адрес сервисного центра</u>: Люберцы,&nbsp;<b>Колхозная улица, 19А</b><br>
 <br>
 <u>Адрес для навигаторов</u>: Москва,&nbsp;<b>Лермонтовский проспект д. 23, ст. 1</b><br>
 <br>
	 5 минут пешком от метро Лермонтовский проспект<br>
	 9 минут пешком от метро Косино<br>
 <br>
	 Часы работы: понедельник-пятница с 10:00 до 17:00 <br>
 <br>
	 Телефон сервисного центра:&nbsp;<b>8 (495) 789-91-77</b><br>
	 Телефон горячей линии:&nbsp;<b>8 (800) 333-00-51</b>&nbsp;Бесплатно по России<br>
 <br>
	 e-mail:&nbsp;<a href="mailto:service@relaxa.ru">service@relaxa.ru</a>&nbsp;<br>
</div>
 <br>
<p>
	 <embed src="https://yandex.ru/map-widget/v1/-/CBaBYWAbsA" width="100%" frameborder="0">
</p>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>