<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");

$APPLICATION->SetTitle("Карта сайта");
$APPLICATION->SetPageProperty("title", "Карта сайта | Интернет-магазин «RELAXA STAR»");
$APPLICATION->SetPageProperty("description", "Навигация по сайту интернет-магазина «RELAXA STAR». Массажное оборудование, тренажеры для фитнеса, аппартаы для поддержания иммунитета, товары для здоровья и красоты, акции и скидки. ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!");
$APPLICATION->SetPageProperty("tags", "Массаж, массажное, кресло, офисное, качалка, кресло-качалка, массажер, купить, заказать, цена, интернет-магазин, доставка, стоимость, большой, выбор, товары, фитнес, тренажер, аппарат, иммунитет, здоровье, красота, акции, скидки, карта, навигация, сайт, сориентироваться");
$APPLICATION->SetPageProperty("keywords", "Массаж, массажное, кресло, офисное, качалка, кресло-качалка, массажер, купить, заказать, цена, интернет-магазин, доставка, стоимость, большой, выбор, товары, фитнес, тренажер, аппарат, иммунитет, здоровье, красота, акции, скидки, карта, навигация, сайт, сориентироваться");

$APPLICATION->IncludeComponent("bitrix:main.map", ".default", array(
	"CACHE_TYPE" => "A",
	"CACHE_TIME" => "36000000",
	"SET_TITLE" => "Y",
	"LEVEL" => "7",
	"COL_NUM" => "2",
	"SHOW_DESCRIPTION" => "Y"
	),
	false
);

require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>