<?
$sSectionName = "Рассрочка";
$arDirProperties = array(
   "description" => "Условия получения рассрочки в интернет-магазине «RELAXA STAR». Купить массажное кресло, массажер или тренажер в кредит за 0% годовых. ☎ Телефон: 8 (800) 333 00 51 ← Звоните прямо сейчас!",
   "keywords" => "Кредит, рассрочка, ноль, процентов, 0%, годовых, 12, месяцев, частичный, взнос, условия, купить, заказать, цена, интернет-магазин, доставка, стоимость, большой, выбор, товары, известные, производители, массаж, кресла, массажеры, тренажеры, фитнес"
);
?>