<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Обмен и возврат товара");
$APPLICATION->SetPageProperty("title", "Обмен и возврат товара | Интернет-магазин «RELAXA STAR»");
$APPLICATION->SetPageProperty("description", "Условия обмена и возврата товара в интернет-магазине «RELAXA STAR». Правила возврата товара надлежащего качества. ☎ Телефон: 8 (495) 191-08-17");
$APPLICATION->SetPageProperty("tags", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, условия, правила, сервис, центр, возврат, обмен");
$APPLICATION->SetPageProperty("keywords", "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, условия, правила, сервис, центр, возврат, обмен");
?>

<div class="static_relaxa_page">
<h1>Условия обмена и возврата товара</h1>
<p style="text-align: center;">
<b><span style="color: #9d0a0f; font-size: 16pt;">Уважаемые покупатели!</span></b>
</p>
<p>
ООО «Технологии Здоровья «Релакса»  действует в соответствии с законодательством РФ.  Товарно-денежные отношения продавца и покупателя регулируются Гражданским Кодексом РФ и законом РФ о Защите прав потребителей. Каждый случай продажи товара ненадлежащего качества тщательно рассматривается.
</p>
<br>
<p>
<b><span style="color: #9d0a0f; font-size: 16pt;">Правила  возврата товара надлежащего качества:</span></b> 
</p>
<p>
Обратите внимание, наши товары являются технически сложными товарами, которые не подлежат возврату и обмену в течение 14 дней при условии надлежащего качества ( в соответствии с Постановлением Правительства от 19.01.1998 года № 55 не подлежит возврату или обмену если исправны*.
<br>
<br>
*Товары надлежащего качества, которые нельзя обменять (вернуть), перечислены в Перечне, утвержденном постановлением Правительства РФ от 19 января 1998 г. № 55. 
</p>
<br>
<b><span style="color: #9d0a0f; font-size: 16pt;">Товар подлежит возврату, если:
</span></b>
<br>
<br>
<ul>
	<li>он не соответствует заказанному цвету;</li>
	<li>товар не комплектный;</li>
	<li>товар имеет брак и дефекты;</li>
</ul>
<br>
<hr>
<br>
<p style="text-align: center;">
<b><span style="color: #9d0a0f; font-size: 16pt;">Внимание!</span></b>
</p>
<br>
<p>
<i>Товар принимается к возврату только в случае полной сохранности товарного вида, полной комплектации, со всеми упаковками и наклейками, а также в неиспользованном виде.</i>
</p>
<p>
В случае возврата товара ненадлежащего качества или перепутанного артикула почтовый сбор за возврат будет возмещен Вам после обработки. По Вашему желанию мы либо обменяем товар, либо возвратим уплаченную Вами сумму. О получении товара ненадлежащего качества следует сообщить по телефону <b>8 (495) 191-08-17</b> или на e-mail: <a href="mailto:service@relaxa.ru"><span style="color: #9d0a0f;">service@relaxa.ru</span></a>.
</p>
<br>
<p>
<i>Напоминаем Вам, что в зимний период при доставке массажного оборудования требуется выполнять следующие правила:</i>
</p>
<br>
<ol>
	<li>При резкой смене температуры образуется конденсат, который может привести к возникновению неисправностей. В связи с этим требуется подождать не менее 3 часов и только потом включать оборудование. Пожалуйста, во избежание проблем, выполняйте данные требования.</li>
	<li>При особо низких температурах (ниже -20<sup>о</sup> С) внутренняя смазка массажного механизма застывает. Во избежание проблем используйте данное оборудование при комнатной температуре и подождите не менее 12 часов перед использованием.</li>
</ol>
<br>
<br>
<p style="text-align: center;">
<b><span style="color: #9d0a0f; font-size: 16pt;">Спасибо за понимание</span></b>
</p>
</div><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>