<?
$sSectionName = "Доставка и сборка";
$arDirProperties = array(
   "description" => "Условия доставки и сборки заказа в интернет-магазине «RELAXA STAR». Бесплатная доставка на массажные кресла и массажеры известных брендов. ☎ Телефон: 8 (495) 191-08-17 ← Звоните прямо сейчас!",
   "keywords" => "Массажеры, массажные, кресла, офисные, качалки, аппараты, терапия, фитнес, тренажеры, интернет-магазин, бесплатная, доставка, Россия, Москва, Подмосковье, Белоруссия, Казахстан, МКАД, км, оплата, покупка, сборка, условия, самовывоз, сервис, центр, поддержка"
);
?>