<?
$MESS ['SEARCH_FONT_MAX'] = "Максимальный размер шрифта (px)";
$MESS ['SEARCH_FONT_MIN'] = "Минимальный  размер шрифта (px)";
$MESS ['SEARCH_COLOR_OLD'] = "Цвет более раннего тега (пример: \"FEFEFE\")";
$MESS ['SEARCH_COLOR_NEW'] = "Цвет более позднего тега (пример: \"C0C0C0\")";
$MESS ['SEARCH_PERIOD_NEW_TAGS'] = "Период,  в течение которого считать тег новым (дней)";
$MESS ['SEARCH_SHOW_CHAIN'] = "Показывать цепочку навигации";
$MESS ['SEARCH_COLOR_TYPE'] = "Плавное изменение цвета";

$MESS ['SEARCH_WIDTH'] = "Ширина облака тегов (в пикселях, по умолчанию 160)";
$MESS ['SEARCH_HEIGHT'] = "Высота облака тегов (в пикселях, по умолчанию 160)";
$MESS ['SEARCH_COLOR'] = "Цвет тегов";
$MESS ['SEARCH_BG'] = "Цвет фона";
$MESS ['SEARCH_TRANS'] = "Режим прозрачности (рекомендуется включить для корректного отображения выпадающего меню компонента)";
$MESS ['SEARCH_SPEED'] = "Скорость вращения";
$MESS ['SEARCH_DISTR'] = "Расположить теги равномерно на сфере (на равных друг от друга расстояниях вместо случайного расположения)";
?>
